[{"d": "April 15, 2005", "n": "PT CUTTING AVOCADO WHEN KNIFE SLIPPED AND LACERATED FINGER. D: INDEX FINGER LACERATION."}, {"d": "June 18, 2005", "n": "36 YEAR OLD MALE CUT FINGER WITH KNIFE WHILE CUTTING AVOCADOLACERATION RIGHT PINKY FINGER"}, {"d": "July 28, 2005", "n": "33 YOF LACERATED LEFT HAND WITH KNIFE WHILE PITTING AN AVOCADO."}, {"d": "Sept. 22, 2005", "n": "PATIENT WAS CUTTING AN AVOCADO LAST NIGHT AND THE KNIFE SLIPPEDCUTTING HIS LT MIDDLE FINGER. DX - LACERATION"}, {"d": "March 11, 2005", "n": "PT CUT HAND ON A KNIFE WHILE SLICING AVOCADO SUSTAINED LT HAND LACERATION"}, {"d": "May 22, 2005", "n": "PT LACERATED THUMB WHEN CUTTING AVOCADOS WITH KNIFE. D: SIMPLE LACERATION, THUMB."}, {"d": "Oct. 19, 2005", "n": "CUTTING AVOCADO, KNIFE SLIPPED CUTTING HAND'' LAC\""}, {"d": "Nov. 4, 2005", "n": "PATIENT ACCIDENTALLY STABBED HER LEFT HAND WITH A KNIFE WHEN SHE WASTRYING TO TAKE THE SEED OUT OF AN AVOCADO. DX - LACERATION"}, {"d": "Jan. 9, 2005", "n": "PT WAS CUTTING AVOCADO C A KNIFE WHICH SLIPPED CUTTING HAND, SUSTAINED HAND PUNCTURE WOUND"}, {"d": "April 25, 2005", "n": "PT CUTTING AN AVOCADO WHEN KNIFE SLIPPED. D: PALM LACERATION."}, {"d": "April 15, 2005", "n": "LACERATION HAND - 46 YOF WAS PITTING AN AVOCADO WITH A KNIFE AND LACERATED HER LEFT HAND"}, {"d": "April 21, 2005", "n": "51 Y/O F INJURED L INDEX FINGER WHILE USING KNIFE TO CUT AVOCADO AT HOME. DX; LAC L INDEX FINGER."}, {"d": "Nov. 25, 2005", "n": "ATTEMPTING TO CUT AVOCADO, KNIFE SLIPPED CUTTING HAND LAC"}, {"d": "June 16, 2005", "n": "CUTTING AVOCADO AND KNIFE SLIPPED AND LAC HAND"}, {"d": "Sept. 26, 2005", "n": "LAC L HAND; USING KNIFE TO CUT AVOCADO & STABBED SELF"}, {"d": "May 10, 2005", "n": "WHILE CUTTING AVOCADO PT CUT L 5TH FINGER W/ KITCHEN KNIFEDX: L 5TH FINGER LAC"}, {"d": "May 14, 2005", "n": "PT SPEARING AVOCADO SEED W/ NEW, SHARP KNIFE, MISSED AND PUNCTURED L INNER THUMB DX: L THUMB 1.2 CM LAC"}, {"d": "May 17, 2006", "n": "LAC  FINGER ON KNIFE TAKING OUT AVOCADO PIT"}, {"d": "July 7, 2006", "n": "PT CUT FINGER WITH A KNIFE WHILE SLICING AN AVOCADO.  DX: LACERATION FINGER"}, {"d": "May 28, 2006", "n": "CUT HAND ACC C KINFE SLICING AVOCADO LAC"}, {"d": "March 27, 2006", "n": "PUNCTURE WOUND HAND - 23 YOF WAS TRYING TO OPEN AN AVOCADO WITH A KNIFEAND PUNCTURED HER LEFT HAND"}, {"d": "March 17, 2006", "n": "PT WAS CUT W/KNIFE WHILE PITTING AVOCADO.DX:  L HAND LAC 1.3 CM."}, {"d": "June 16, 2006", "n": "PT WAS CUTTING AN AVOCADO AND KNIFE SLIPPED STABBING HAND.  DX: LACERATION HAND"}, {"d": "July 8, 2006", "n": "PT CUT HAND WITH KNIFE WHILE CUTTING AVOCADOS"}, {"d": "Feb. 3, 2006", "n": "TRYING TO GET PIT OUT OF AVOCADO PUNCTURED PALM WITH KNIFEHAND LAC."}, {"d": "June 30, 2006", "n": "CUTTING AVOCADO WITH KNIFE CUT FINGERFINGER LAC."}, {"d": "March 27, 2006", "n": "CUT FINGER C A KNIFE ATTEMPTING TO SLICE AVOCADO LAC"}, {"d": "Aug. 20, 2006", "n": "LACERATION FINGER - 28 YOF LACERATED LEFT RING FINGER TRYING TO GET A PIT OUT OF AN AVOCADO WITH A KNIFE"}, {"d": "April 19, 2006", "n": "LACERATION HAND - 63 YOF WAS CUTTING AN AVOCADO WITH A KNIFE AND LACERATED HER LEFT HAND"}, {"d": "July 7, 2006", "n": "LACERATED HAND - 46 YOF WAS CUTTING AVOCADO WITH A KNIFE AND LACERATEDLEFT HAND"}, {"d": "Feb. 2, 2006", "n": "64 Y/O F INJURED L THUMB WHILE USING KITCHEN KNIFE TO CUT AVOCADO AT HOME. DX; LAC L THUMB."}, {"d": "April 16, 2006", "n": "PT CUT PALM WITH KNIFE WHILE TRYING TO PIT AVOCADO. D: LACERATION."}, {"d": "Sept. 3, 2006", "n": "PT WAS CUTTING AN AVOCADO WITH A KNIFE AND SLIPPED AND CUT HIS HAND.  DX:  1 CM LACERATION RIGHT HAND"}, {"d": "Jan. 7, 2006", "n": "PATIENT CUT HAND WITH KNIFE WHILE SLICING AVOCADO.  DX:  HAND LACERATION."}, {"d": "Aug. 22, 2006", "n": "PT LACERATED FINGER WITH CLEAN KNIFE WHILE CUTTING AVOCADO. D:LACERATION."}, {"d": "March 8, 2006", "n": "PT CUTTING AVOCADOS AT HOME WHEN KNIFE SLIPPED. D: HAND LACERATION."}, {"d": "Dec. 7, 2006", "n": "PT CUT FINGER WITH BUTTER KNIFE WHILE CUTTING AVOCADO. D: LACERATION."}, {"d": "March 17, 2006", "n": "CUT THUMB WHILE CUTTING AVOCADO WITH PARING KNIFEFINGER LAC."}, {"d": "June 3, 2006", "n": "CUT HAND WHILE CORING AN AVOCADO W/KNIFE. DX. WEB SPACE LACERATION."}, {"d": "June 10, 2006", "n": "CUTTING AVOCADO AND CUT PALM WITH KNIFE LACERATION HAND"}, {"d": "May 23, 2006", "n": "DX: L PALM LAC WHILE CUTTING AVOCADO WITH KNIFE"}, {"d": "Sept. 11, 2006", "n": "LAC L RING FINGER. CUTTING AVOCADOS WITH KNIFE WHICH SLIPPED CAUSING LAC."}, {"d": "May 14, 2006", "n": "PT WAS CUTTING A AVOCADO AND LACERATED RIGHT INDEX FINGER WITH A KNIFE"}, {"d": "Dec. 7, 2006", "n": "CUT HAND ON A KNIFE WHILE CUTTING AVOCADO LAC"}, {"d": "Aug. 13, 2006", "n": "PT LACERATED FINGER WITH KNIFE WHILE CUTTING AVOCADOS. D:FINGER LACERATION."}, {"d": "April 11, 2006", "n": "PT PITTING AN AVOCADO AND JAMMED KNIFE INTO PALM. D: HAND LACERATION."}, {"d": "Feb. 3, 2006", "n": "PATIENT CUT HIS THUMB WHEN HE WAS CUTTING AN AVOCADO WITH A KNIFE.DX - RT THUMB LACERATION"}, {"d": "July 18, 2007", "n": "PT CUT FINGER WITH A KNIFE WHIEL CUTTING AN AVOCADO AT HOMEDX: LACERATION LEFT MIDDLE FINGER"}, {"d": "May 29, 2007", "n": "PT WAS CUTTING AN AVOCADO WHEN THE KNIFE SLIPPED AND CUT HAND, HAND LAC"}, {"d": "April 26, 2007", "n": "WAS CUTTING AN AVOCADO WITH A KNIFE  AND CUT (L) HAND"}, {"d": "Jan. 7, 2007", "n": "PATIENT CUT LT INDEX FINGER WITH A KNIFE WHILE CUTTING AVOCADO ATHOME. DX - FINGER LACERATION"}, {"d": "July 20, 2007", "n": "KNIFE SLIPPED CUTTING HAND WHILE CUTTING AVOCADO LAC''\r\nnss07.tsv:70445772\t03/25/2007\t21\t15.1766\tV\t46\t1\t0\t\t59\t\t92\t1\t1\t0\t464\t1933\tCUT FINGER ON A KNIFE SLICING AN AVOCADO\tLAC\""}, {"d": "April 12, 2007", "n": "PATIENT WAS TRYING TO GET THE PIT OUT OF AN AVOCADO WITH A KNIFE & ITSLIPPED PUNCTURING LT HAND. DX - PUNCTURE WOUND TO HAND"}, {"d": "July 25, 2007", "n": "PT CUTTING AVOCADO WITH KITCHEN KNIFE WHEN LACERATED HAND. D: LACERATION."}, {"d": "July 19, 2007", "n": "PATIENT WAS TRYING TO REMOVE AN AVOCADO PIT USING A KNIFE AND CUT HER4TH FINGER. DX-RT 4TH FINGER LACERATION"}, {"d": "July 6, 2007", "n": "LAC HAND ON KNIFE CUTTING AVOCADO"}, {"d": "Feb. 5, 2007", "n": "HAND PUNCTURE WOUND-KNIFE SLIPPED WHILE CUTTING AN  AVOCADO-2 HOME"}, {"d": "July 26, 2007", "n": "PT ACCIDENTALLY CUT SELF ON FINGER WITH KNIFE WHEN CUTTING AVOCADOSDX: 1 CM 4TH FINGER LACERATION"}, {"d": "April 23, 2007", "n": "PATIENT WAS CUTTING AVOCADO YESTERDAY, KNIFE SLIPPED & STABBED HERPALM. DX - PUNCTURE WOUND TO LT HAND"}, {"d": "July 3, 2007", "n": "PUNCTURED AND LAC HAND ON KNIFE CUTTING AN AVOCADO"}, {"d": "May 1, 2007", "n": "ACC CUT HAND ON A KNIFE CUTTING AVOCADO LAC''\r\nnss07.tsv:70728007\t07/07/2007\t21\t15.1766\tV\t26\t2\t0\t\t59\t\t92\t1\t1\t0\t464\t1933\tCUT FINGER ON A KNIFE SLICING AVOCADO\t LAC''"}, {"d": "Sept. 23, 2007", "n": "AT HOME SLICING AVOCADOS W/ KITCHEN KNIFE,LAC PALMER ASPECT NEAR MCPR MIDDLE FINGER 10 DAYS AGO,DX TENOSYNOVITIS R MIDDLE FINGER W CELLULIT"}, {"d": "Sept. 29, 2007", "n": "PT WTH LAC TO HAND WITH KNIFE WHILE CUTTING AVOCADO"}, {"d": "Sept. 30, 2007", "n": "14 YOM WAS CUTTING AN AVOCADO WITH A KNIFE, & CUT LT 4TH FINGERDX: FINGER LACERATION"}, {"d": "Aug. 10, 2007", "n": "55YOF WAS AT HOME CUTTING AN AVOCADO WITH KNIFE,HAND SLIPPED CUT HAND;HAND LACERATION"}, {"d": "Feb. 23, 2007", "n": "CUT HAND WITH KNIFE WHILE CUTTING AN AVOCADO. DX. HAND LACERATION"}, {"d": "Jan. 21, 2007", "n": "LAC FINGER ON A KNIFE SLICING AN AVOCADO"}, {"d": "Sept. 30, 2007", "n": "PT STS CUTTING AVOCADOS,CUT L INDEX FINGER WITH KNIFE,DX 2.5CM LACERAITON L INDEX"}, {"d": "Sept. 2, 2007", "n": "51YOF INJURED LT 5TH DIGIT WHILE CUTTING AN AVOCADO WITH A KNIFEDX - FINGER LACERATION"}, {"d": "April 2, 2007", "n": "CUT FINGER WITH KITCHEN KNIFE CUTTING AVOCADO  LAC LT INDEX"}, {"d": "March 18, 2007", "n": "USING KNIFE TO CUT AVOCADOS, CUT FINGER  DX: FINGER LAC"}, {"d": "March 30, 2007", "n": "PUNCTURE WOUND L HAND; WAS IN KITCKEN @ HOME CUTTING AVOCADO WITH STEAKKNIFE. SLIPPED & PUNCTURED HAND"}, {"d": "Jan. 24, 2008", "n": "ACC CUT FINGER ON A KNIFE CUTTING AVOCADO>> LAC"}, {"d": "Aug. 23, 2008", "n": "PT WAS TAKING PIT OUT OF AVOCADO AND SLIPPED W/KNIFE.DX:  L INDEX LAC 2 CM."}, {"d": "July 16, 2008", "n": "PT WAS CUTTING AN AVOCADO WITH A KNIFE AND CUT HAND. DX; HAND LAC"}, {"d": "Feb. 2, 2008", "n": "PT WAS SLICING AN AVOCADO AND TRYING TO REMOVE THE PIT USING A KNIFEWHEN CUT PALM OF HAND. DX: LACERATION TO HAND"}, {"d": "Jan. 1, 2008", "n": "LEFT HAND ALC, PT WAS USING A KNIFE TO CUT AN AVOCADO WHEN IT SLIPPED CUTTING HAND"}, {"d": "April 13, 2008", "n": "PT WAS CUTTING AN AVOCADO AND SLICED PALM OF HAND WITH A KNIFE,LACERATION OF RIGHT HAND"}, {"d": "Jan. 9, 2008", "n": "LACERATED LEFT PALM WITH A KNIFE WHILE SLICING AVOCADO"}, {"d": "July 1, 2008", "n": "PT CUT HAND WITH A KNIFE WHILE SLICING AN AVOCADODX   HAND LACERATION"}, {"d": "July 3, 2008", "n": "PT CUTTING AVOCADOS WITH SERATED KNIFE WHEN LACERATED FINGER. D: FINGERLACERATION."}, {"d": "July 28, 2008", "n": "CUT FINGER W/ A KNIFE CUTTING AVOCADOSLACERATION LEFT HAND"}, {"d": "Aug. 26, 2008", "n": "PT CUT HAND WITH A KNIFE TRYING TO CUT A AVOCADODX RT HAND LACERATION"}, {"d": "Feb. 3, 2008", "n": "USING KNIFE TO CUT AVOCADO, CUT HAND   DX: HAND LAC"}, {"d": "July 7, 2008", "n": "PATIENT WAS CUTTING AN AVOCADO WITH A KITCHEN KNIFE CUTTING THE PALM OFHER HAND, FELT TINGLING INTO HER THIRD DIGIT. DX-1 CM PALMAR LACERATION"}, {"d": "Aug. 27, 2008", "n": "WAS PITTING AN AVOCADO AND KNIFE SLIPPED AND LAC FINGER"}, {"d": "July 29, 2008", "n": "PT CHOPPING AVOCADO, KNIFE SLIPPED AND CUT FINGER.  LAC L INDEX FINGER"}, {"d": "Aug. 4, 2008", "n": "PT PITTING AVOCADO WHEN STABBED KNIFE INTO PALM. D: LACERATION."}, {"d": "Nov. 9, 2008", "n": "SLICING AVOCADO WITH A KNIFE THAT SLIPPED CUTTING HAND>>LAC"}, {"d": "Aug. 1, 2008", "n": "CUT HAND WITH KNIFE WHILE PEELING AVOCADO, DX; HAND LAC."}, {"d": "July 14, 2008", "n": "PT CUTTING AVOCADOS W/KITCHEN KNIFE; KNIFE SLIPPED;SMALL LACERATION.DX: LACERATION LEFT HAND"}, {"d": "June 22, 2008", "n": "PT CUT FINGER WITH KNIFE WHILE CUTTING AVOCADO. D: LACERATION."}, {"d": "Nov. 8, 2008", "n": "27 YOF LACERATED LEFT RING FINGER WITH A KNIFE WHILE CUTTING AN AVOCADO"}, {"d": "Jan. 20, 2009", "n": "PT WAS ATTEMPTING TO CUT AN AVOCADO W/ A KNIFE CUTTING LEFT MIDDLEFINGER. DX LACERATION."}, {"d": "Feb. 2, 2009", "n": "PT WITH LAC TO FINGER FROM KNIFE WHILE CUTTING AVOCADO"}, {"d": "Feb. 8, 2009", "n": "24YFC CUTTING A PIT OUT OF AN AVOCADO WITH KNIFE AND CUT HANDLACERATION"}, {"d": "Feb. 11, 2009", "n": "71 YOM LACERATED LEFT INDEX AND MIDDLE FINGERS WITH KNIFE WHILE CUTTINGAN AVOCADO"}, {"d": "Feb. 18, 2009", "n": "PT CUTTING AVOCADO WITH A KNIFE WHEN KNIFE SLIPPED AND CUT PALM. D:PALMLACERATION, SUPERFICIAL FLAP LACERATION TO FINGER."}, {"d": "Feb. 18, 2009", "n": "28 YOF CUTTING AVOCADO AT HOME WITH KNIFE AND PASSED OUT, STABBED SELFLEFT HAND WITH THE KNIFE ACCIDENTALLY"}, {"d": "Feb. 21, 2009", "n": "PT CUTTING AVOCADO WHEN LACERATED THUMB WITH CLEAN KNIFE. D: THUMB LACERATION."}, {"d": "Feb. 20, 2009", "n": "PT SUSTAINED INJURY TO LT FINGER WHILE CUTTING AVOCADO WITH KNIFE-FINGER LACERATION"}, {"d": "Feb. 26, 2009", "n": "ATTEMPTING TO REMOVE THE PIT FROM AVOCADO WHEN KNIFE SLIPPED CUTTING HER FINGER>>LAC"}, {"d": "Feb. 10, 2009", "n": "CUTTING AN AVOCADO WITH SHARP KNIFE AND LAC PALM"}, {"d": "March 10, 2009", "n": "46 YOM LACERATED LEFT HAND WITH KNIFE WHILE CLEANING AVOCADO"}, {"d": "March 16, 2009", "n": "WAS CUTTING AN AVOCADO WITH PERRING KNIFE TRYING TO GET THE PIT OUT KNIFE WENT THROUGH L HAND  DX- HAND LAC"}, {"d": "March 16, 2009", "n": "CUT HAND WITH KNIFE WHILE CUTTING AVOCADO.DX: LT HAND LAC, WITH OSSIBLE DIGITAL NERVE INJURY"}, {"d": "March 23, 2009", "n": "49 YOF WAS CUTTING AN AVOCADO WITH A KNIFE AND SLIPPED CUTTING INTO RIGHT HAND"}, {"d": "March 5, 2009", "n": "ACC STABBED SELF INTO HAND WITH A KNIFE WHILE TAKING THE PIT OUT OF THEAVOCADO>>LAC"}, {"d": "April 23, 2009", "n": "WAS CUTTING THE PIT FROM AN AVOCADO WHEN KNIFE SLIPPED AND CUT PT'S L 4TH FINGER  DX- FINGER LAC"}, {"d": "April 25, 2009", "n": "CUT BETWEEN 3RD/4TH FINGERS CUTTING AN AVOCADO.  DX: LT HAND LAC"}, {"d": "April 27, 2009", "n": "FINGER LAC-KNIFE SLIPPED WHILE CUTTING AN AVOCADO-@ HOME"}, {"d": "May 3, 2009", "n": "58YO WHITE FEMALE TAKING PIT OF AVOCADO OUT W/ KNIFE,SLIPPED KNIFE WENTTHROUGH HAND BETWEEN 3RD-4TH FINGERS AT HOME,DX HAND LACERATION"}, {"d": "May 5, 2009", "n": "TRYING TO CUT THE PIT OUT OF THE AVOCADO AND THE KNIFE SLIPPED CUTTINGHER LT HAND.DX: LACERATION TO LEFT HAND*"}, {"d": "May 10, 2009", "n": "USING KNIFE TO TAKE OUT AVOCADO PIT AT HOME SUST LAC TO L PALM WHEN KNIFE SLIPPED  DX  1 CM L HAND PALMAR LAC"}, {"d": "May 9, 2009", "n": "PT CUT HAND ON KNIFE WHILE CUTTING UP AN AVOCADO, DX LAC REPAIR OF HAND"}, {"d": "May 30, 2009", "n": "DX LAC HAND-COMPLICAT: PIT'G AN AVOCADO W KNIFE SLIP'D & WENTCOMPLETELY THRU HER L MIDDLE FINGER"}, {"d": "June 6, 2009", "n": "PT WAS AT HOME CUTTING AVOCADO WITH A KNIFE PUNCTURING PALM OF LEFT HAND. DX: PUNCTURE WOUND TO HAND"}, {"d": "June 3, 2009", "n": "PT WAS CUTTING AVOCADO AFTER HAVING EYES DIALATED AND STABBED HAND W/KNIFE.  DX:  R HAND LAC 1 CM."}, {"d": "June 28, 2009", "n": "ACC CUT HAND ON A KNIFE WHILE SLICING AVOCADO,+BLEEDING>>LAC"}, {"d": "June 30, 2009", "n": "DX LAC, PALM 0.5CM: STEAK KNIFE TO PALM OF HAND W CUT'G AVOCADO, KNIFESLIP'D, WENT INTO PALM"}, {"d": "June 18, 2009", "n": "PT WAS SLICING AN AVOCADO AND SLIPPED CUTTING LEFT HAND, LACERATIONTO LEFT HAND"}, {"d": "July 6, 2009", "n": "SLICING AN AVOCADO WHEN KNIFE SLIPPED AND SLICED FINGER"}, {"d": "July 10, 2009", "n": "PT WAS CUTTING AN AVOCADO AT HOME WITH KNIFE AND SLIPPED AND CUT FINGER.  DX:  FINGER LACERATION"}, {"d": "July 23, 2009", "n": "LAC HAND ON A KNIFE CUTTING AN AVOCADO"}, {"d": "Aug. 1, 2009", "n": "PT PUNCTURED PALM OF HAND WHILE CUTTING AN AVOCADO WITH A KNIFE.  DX:PUNCTURE TO PALM OF HAND"}, {"d": "July 1, 2009", "n": "PT WAS AT HOME CUTTING AN AVOCADO WITH A KNIFE AND CUT SELF BETWEEN 1STAND 2ND DIGITS. DX: LACERATION(SUTURES)"}, {"d": "Aug. 26, 2009", "n": "PT WAS CUTTING AN AVOCADO WITH A BUTTER KNIFE WHEN SHE CUT HER LEFT PINKY FINGER C/O LAC. DX: LACERATION(SUTURES)"}, {"d": "Sept. 17, 2009", "n": "PATIENT WAS CUTTING AVOCADO & TOMATO WITH A KNIFE, ACCIDENTALLY CUTLT INDEX & MIDDLE FINGER AREAS. DX - LT HAND LACERATION"}, {"d": "Oct. 7, 2009", "n": "ACC CUT HAND ON A KNIFE WHILE SLICING AVOCADO, +BLD CTR'D>>LAC"}, {"d": "Oct. 2, 2009", "n": "LAC HAND ON KNIFE CUTTING AVOCADO"}, {"d": "Nov. 2, 2009", "n": "71 YOF WAS ON A LADDER PICKING AN AVOCADO AT HER HOME LOST HER BALANCEAND FELL C/O HEAD PAIN- DX -BLUNT HEAD TRAUMA"}, {"d": "Nov. 6, 2009", "n": "ACC CUT LT SMALL FINGER ON A KNIFE TRYING TO SLICE AVOCADO>>LAC"}, {"d": "Nov. 8, 2009", "n": "PT WAS USING A KNIFE CUTTING AN AVOCADO NOW LACERATION TO LEFT INDEXFINGER. DX LEFT INDEX FINGER LACERATION."}, {"d": "Nov. 25, 2009", "n": "81YO M, CUT FINGER WHILE TRIMMING AVOCADO TREEDX: HAND INFECTION, DM, TENOSYNOVITIS"}, {"d": "Nov. 28, 2009", "n": "11YOM WAS PITTING AVOCADOS, WITH KNIFE, & CUT LT PALMDX; PUNCTURE WOUND TO LT PALM"}, {"d": "Dec. 12, 2009", "n": "36 Y/O WAS CUTTING AVOCADO WITH A KITCHEN KNIFE AND CUT PALM OF HAND ATHOME DX: LACERATION L PALM"}, {"d": "Dec. 3, 2009", "n": "STUCK BUTCHER KINIFE THRU HAND WHILE CUTTING AN AVOCADO AND CAME INTO ER WITH KNIFE STILL IN HAND"}, {"d": "Dec. 14, 2009", "n": "PT WAS CUTTING AN AVOCADO WITH A KNIFE AND CUT HER FINGER. DX FINGER LAC"}, {"d": "Dec. 25, 2009", "n": "REPORTS WAS CUPPING AVOCADO IN HAND WHEN KNIFE SLIPPED STABBING HAND>>PW"}, {"d": "Nov. 21, 2009", "n": "CUTTING AVOCADO WITH KNIFE;DX LACERATED HAND"}, {"d": "May 16, 2010", "n": "61YOF INJURED HAND WHEN CUT WITH KNIFE WHILE CUTTING AVOCADO AT HOMEDX: LT HAND LAC"}, {"d": "July 21, 2010", "n": "39YOF WAS TRYING TO REMOVE A AVOCADO SEED USING A KNIFE,ACCIDENTLYSTRUCK LT 4TH FINGER;FINGER LACERATION,2CM"}, {"d": "July 21, 2010", "n": "30 YR OLD FEMALE SLICING AVOCADOS AND KNIFE SLIPPED AND LAC PALM"}, {"d": "July 25, 2010", "n": "31YOF, ACC CUT LT HAND WITH A KNIFE SLICING PIECE OF AVOCADO>>LAC"}, {"d": "Oct. 18, 2010", "n": "26 YR OLD FEMALE CUTTING AVOCADO AND LAC HAND ON A KNIFE"}, {"d": "Feb. 7, 2010", "n": "56YOM WAS ON A LADDER WHILE TRYING TO PICK AVOCADOS, FELL OVER LANDINGIN AN IVY BUSH ON HIS FEET & ANKLES. DX - BIL. COMMINUTED ANKLE FX"}, {"d": "Jan. 17, 2010", "n": "42YOF, ACC CUT HAND ON A KNIFE WHILE CUTTING AVOCADO, +BLD CTR'D>>LAC"}, {"d": "March 8, 2010", "n": "69 YO F AT HOME CUTTING AVOCADOS WITH A SHARP KNIFE WHEN LACERATED HANDAS SHE FLICKED A SEED OUT OF AVOCADO. DX:HAND LACERATION."}, {"d": "April 26, 2010", "n": "20YOM CUT RIGHT THUMB WHILE CUTTING AVOCADOS WITH A KNIFE C/O LAC. DX:LACERATION S/P REPAIR"}, {"d": "May 20, 2010", "n": "17YOM WAS USING A KNIFE AT COOKING CLASS TO TAKE OUT AN AVOCADOAND CUT THUMB, LACERATION TO LEFT THUMB"}, {"d": "Aug. 28, 2010", "n": "63 YOF WAS CUTTING AN AVOCADO WITH KNIFE AND THE KNIFE SLIPPED CUTTINGHER FINGER.  DX: LACERATION FINGER"}, {"d": "Jan. 20, 2010", "n": "32YOF INJ.L.2ND.FINGER AT HOME WHEN USING A KNIFE TO CUT UP AN AVOCADO,SLIPPED & CUT FINGER.  D; LAC.L.2ND.FINGER."}, {"d": "Feb. 7, 2010", "n": "18YOF WAS TRYING TO OPEN A AVOCADO WITH A KNIFE AND SLIPPED ,LACERATION TO LEFT THUMB"}, {"d": "March 5, 2010", "n": "CUT WITH KNIFE WHILE CUTTING AVOCADO 40 YO F LACERATION R THIRD FINGER"}, {"d": "April 30, 2010", "n": "39YO HISP FEMALE CUTTING AVOCADO WITH A KNIFE AT HOME, CUT L RINGFINGER, DX FINGER LACERATION"}, {"d": "June 18, 2010", "n": "58 YOF WAS CUTTING AN AVOCADO WITH KNIFE AND SLIPPED LACERATING LEFTHAND AND INDEX FINGER"}, {"d": "July 7, 2010", "n": "24YO HISP FEMALE CUTTING AVOCADO AT HOME WITH KNIFE, CUT L 5TH FINGERDX COMPLEX LACERATION SMALL FINGER WITH TENDON INVOLVEMENT"}, {"d": "July 17, 2010", "n": "34YOF, ACC CUT HAND ON A KITCHEN KNIFE SLICING AVOCADO>>LAC"}, {"d": "July 26, 2010", "n": "54 YR OLD FEMALE TRYING TO REMOVE AVOCADO PIT AND LAC PALM ON KNIFE"}, {"d": "Aug. 5, 2010", "n": "51YOF WAS CUTTING AN AVOCADO WHEN KNIFE SLIPPED  PT HAS LAC TO L HAND"}, {"d": "Jan. 17, 2010", "n": "22 YOM CUT HAND WITH KNIFE WHILE CUTTING AN AVOCADO. DX HAND LAC"}, {"d": "Feb. 6, 2010", "n": "52 YOF WAS CUT W/KNIFE WHILE CUTTING AVOCADO.DX:  R HAND LAC 2 CM."}, {"d": "Feb. 7, 2010", "n": "37 YOF, CUT FINGER ON KNIFE, WHILE CUTTING AVOCADO   DX: FINGER LAC"}, {"d": "March 2, 2010", "n": "23 YOF LACERATED LEFT HAND WITH A KNIFE WHILE TRYING TO GET SEED OUT OFAN AVOCADO"}, {"d": "March 23, 2010", "n": "43 YO F WAS TRYING TO PIT AN AVOCADO WITH A KNIFE WHEN KNIFE SLIPPED AND LACERATED HAND. DX:HAND LACERATION."}, {"d": "May 10, 2010", "n": "32YOF WAS CUTTING AN AVOCADO WITH A KNIFE AND CUT R THUMB  DX- FINGER LAC"}, {"d": "May 10, 2010", "n": "58 YOF WAS CUTTING AN AVOCADO WITH A KITCHEN KNIFE AND THE KNIFE SLIPPED CUTING FINGER.  DX: FINGER LACERATION"}, {"d": "Aug. 23, 2010", "n": "28YOM CUTTING AVOCADO, CUT (L) PALM W/ KNIFE    DX;# LAC (L) HAND"}, {"d": "Sept. 12, 2010", "n": "83 YOF-C/O LAC THUMBS CUTTING AN AVOCADO TONIGHT ON PARING KNIFEDX     THUMB LAC"}, {"d": "May 6, 2010", "n": "50YOF CUT FINGER WITH KNIFE WHILE CUTTING AVOCADODX: FINGER LAC"}, {"d": "May 16, 2010", "n": "23YOF CUT L HAND WITH A KNIFE WHILE TRYING TO GET SEED OUT OF AVOCADODX- HAND LAC"}, {"d": "May 28, 2010", "n": "22YO WHITE FEMALE CUTTING AVOCADO WITH KNIFE AND CUT L HANDDX HAND LACERATION"}, {"d": "Aug. 2, 2010", "n": "25 YOF WAS CUTTING AN AVOCADO WITH A KNIFE AND SLICED FINGER. DX FINGERLAC"}, {"d": "Aug. 20, 2010", "n": "DX LAC FINGER/LAC REPAIR: 23YOHF LAC TO L MIDDLE FINGER BY PARINGKNIFE TRY' TO CUT AVOCADO"}, {"d": "Sept. 3, 2010", "n": "DX LAC L HAND: 41YOM PEEL' AVOCADO W CUT HAND C KNIFE. CMS INTACT 1CMLAC NOTED TO DORSAL ASPECT OF L THUMB"}, {"d": "Nov. 25, 2010", "n": "36 YOM SUS LAC TO HAND, CUT WITH KNIFE WHILE CUTTING AN AVOCADO%"}, {"d": "Dec. 29, 2010", "n": "19 YO F CUTTING A AVOCADO WITH A KNIFE AND CUT LT HAND.DX 2CM LAC TO LT HAND"}, {"d": "Feb. 7, 2010", "n": "24 YOM,MAKING GUACAMOLE, KNIFE SLIPPED WHILE CUTTING AVOCADO,KNIFE WENTTHRU HAND DX:THRU&THRU LAC HAND HYPOTHENAR EMINENCE,DIGITAL NERVE INJU"}, {"d": "Jan. 22, 2010", "n": "27 YOF CUT FINGER W/CERAMIC KNIFE WHILE CUTTING AN AVOCADO. DX FINGERLAC"}, {"d": "April 13, 2010", "n": "40 YO F WAS CUTTING AVOCADO WHEN PUNCTURED HAND WITH A KITCHEN KNIFE. DX:HAND LACERATION."}, {"d": "April 22, 2010", "n": "40YOF CUT PALM WITH KNIFE WHILE CUTTING AVOCADODX: HAND LAC"}, {"d": "May 3, 2010", "n": "58YOF WAS CUTTING AN AVOCADO WITH A KNIFE C/O CUTTING LEFT LITTLE FINGER. DX: LACERATION(SUTURES)"}, {"d": "June 2, 2010", "n": "23 YOF CUT HAND WITH KNIFE CUTTING AN AVOCADO. DX HAND LAC"}, {"d": "July 10, 2010", "n": "32YOF WAS CUTTING AVOCADO WITH A KNIFE AND ACCIDENTLY CUT SELF ON LEFTHAND C/O PAIN. DX: LACERATION ,PUNCTURE WOUND"}, {"d": "July 27, 2010", "n": "23YOF WAS CUTTING AN AVOCADO WHEN KNIFE SLIPPED CUTTING L 3RD FINGER  DX- LAC"}, {"d": "Aug. 20, 2010", "n": "29YOM INJ.L.PALM AT HOME WHEN USING A KNIFE TO CUT AN AVOCADO,SLIPPED &CUT HAND. DX; L.HAND LAC 4CM."}, {"d": "Sept. 18, 2010", "n": "DX:FINGER LAC-24YOF-INADVERTLY CUT HAND-POKED WITH KNIFE WHILE CUTTINGAN AVOCADO"}, {"d": "Feb. 15, 2010", "n": "17YOF SUST LAC TO L MIDDLE FINGER AT HOME WHILE CUTTING AN AVOCADO W KNIFE DX LAC L 3RD FINGER 1.5 CM"}, {"d": "April 17, 2010", "n": "45 YOF LACERATED LEFT HAND WITH KNIFE WHILE SLICING AN AVOCADO"}, {"d": "Aug. 22, 2010", "n": "24 YOF WAS CUTTING AN AVOCADO WITH A KNIFE AND CUT HAND, ADMITS TO DRINKING A GLASS OF WINE. DX HAND LAC"}, {"d": "March 31, 2010", "n": "LACERATION FINGER - 51 YO FEMALE PRESENTS AFTER CUTTING HER FINGER AT HOME - WAS CUT WHEN USING A KNIFE TO CUT AN AVOCADO"}, {"d": "June 10, 2010", "n": "28YOF INJ.L.HAND AT HOME WHEN USING A KNIFE TO REMOVE PIT FROM AVOCADO,SLIPPED & CUT HAND. DX; LAC.L.PALM."}, {"d": "Sept. 18, 2010", "n": "55YOM WAS CUTTING AVOCADO WITH A KNIFE AND SLIPPED, LACERATION TO LEFTRING FINGER"}, {"d": "Oct. 12, 2010", "n": "59 YOF WAS SLICING AN AVOCADO WHEN SHE SLIPPED AND KNIFE LACERATED HERLEFT MIDDLE FINGER."}, {"d": "Oct. 16, 2010", "n": "56 YOF, LACERATION HAND, PT. AT HOME, PITTING AVOCADO, STABBED HAND WITH KNIFE"}, {"d": "July 14, 2010", "n": "56 Y/O FEMALE CUTTING AVOCADO WITH KITCHEN KNIFE AND INJURED HANDDX PUNCTURE WOUND L HAND/PALM"}, {"d": "Aug. 14, 2011", "n": "42 YR OLD FEMALE TAKING OUT PIT OF AVOCADO WITH KNIFE AND LAC HAND"}, {"d": "Aug. 6, 2011", "n": "48 YR OLD FEMALE LAC HAND ON A KNIFE REMOVING AVOCADO PIT"}, {"d": "June 23, 2011", "n": "66YOF-HAND LAC-STABBED SELF W/A PAIRING KNIFE WHILE CUTTING AN AVOCADO-@ HOME"}, {"d": "Aug. 30, 2011", "n": "53 Y/O/F CUTTING AN AVOCADO AT HOME SLIPPED WITH KNIEF AND CUT HANDDX/ LEFT HAND LAC"}, {"d": "Feb. 3, 2011", "n": "24 YR OLD FEMALE LAC HAND ON KNIFE REMOVING AVOCADO PIT"}, {"d": "Jan. 21, 2011", "n": "24 YOF CUT LT RING W/ KNIFE CUTTING AN AVOCADO.  DX**: 4TH FINGER LAC"}, {"d": "July 27, 2011", "n": "26 YO F PT WAS CUTTING A AVOCADO WITH A KNIFE AND CUT HER LT INDEX FINGER. DX 2CM LACERATION LT INDEX FINGER"}, {"d": "Oct. 10, 2011", "n": "30 YOM WAS TRYING TO TAKE THE PIT OUT OF AN AVOCADO AND CUT HIS HANDW/KNIFE. DX. HAND LAC"}, {"d": "Feb. 21, 2011", "n": "71YOM WAS IN BACKYARD OF APT COMPLEX, FELL FROM LADDER ABOUT 5-6 FT UPPICKING AVOCADOS, SUSTAINING FACIAL INJURY. DX - EYEBROW LAC, TOOTH FX"}, {"d": "July 16, 2011", "n": "27 YR OLD MALE HAD KNIFE SLIP CUTTING AN AVOCADO AND LAC FINGER"}, {"d": "March 2, 2011", "n": "38 YOF SUS LAC TO FINGER AFTER CUTTING IT WITH KNIFE WHILE CUTTING ANAVOCADO%"}, {"d": "Oct. 6, 2011", "n": "21 YR OLD FEMALE LAC HAND ON A KNIFE SLICING AN AVOCADO"}, {"d": "Aug. 3, 2011", "n": "34 YR BOLD FEMALE CUTTING AVOCADO WITH KNIFE AND LAC HAND"}, {"d": "July 24, 2011", "n": "21 YOF CUT SELF W/KNIFE WHILE CUTTING AN AVOCADO. DX FINGER LAC"}, {"d": "May 6, 2011", "n": "25 YR OLD FEMALE CUTTING AVOCADO WHEN KNIFE SLIPPED AND LAC HAND"}, {"d": "Sept. 21, 2011", "n": "21YOF CUT RT 4TH FINGER WITH SERRATED EDGED KNIFE WHILE ATTEMPTING TOPIT AN AVOCADO AT HOME. DX - LACERATION"}, {"d": "Dec. 12, 2011", "n": "19 YOM WAS CUTTING UP AN AVOCADO WITH KNIFE AND LACERATED LEFT INDEXFINGER"}, {"d": "July 22, 2011", "n": "23 YOF WAS CUT W/KNIFE WHILE CUTTING AN AVOCADO.DX:  L HAND LAC 1.5 CM."}, {"d": "Oct. 21, 2011", "n": "DX LAC THUMB; 20YOF CUTTING AVOCADO W KNIFE"}, {"d": "July 19, 2011", "n": "49YOF, ACC CUT LT INDEX FINGER ON A KNIFE CUTTING AVOCADO>>LAC"}, {"d": "Sept. 10, 2011", "n": "40 YR OLD MALE LAC FINGER ON A KNIFE SLICING AVOCADO"}, {"d": "June 22, 2011", "n": "DX:HAND LAC,HAND PAIN-19YOM-TRYING TO REMOVE AVOCADO PIT,KNIFE SLIPPEDCUTTING HAND"}, {"d": "May 17, 2011", "n": "26YOF WAS CUTTING AN AVOCADO WITH KNIFE & CUT RT HAND IN WEBSPACE OF1ST & 2ND FINGERS. DX - RT HAND LACERATION"}, {"d": "Aug. 6, 2011", "n": "46YOF CUTTING AVOCADO&ACC CUT FINGER ON A KNIFE>>LAC"}, {"d": "June 4, 2011", "n": "47YOF CUT RT 4TH FINGER WITH KNIFE WHILE SLICING AVOCADOS.DX - RT 4TH FINGER LACERATION"}, {"d": "Aug. 25, 2011", "n": "32 YR OLD FEMALE LAC FINGER CUTTING AVOCADO WITH KNIFE"}, {"d": "March 12, 2011", "n": "DX:HAND LAC&PAIN-22YOF-LAC TO WEB SPACE BETWEEN THUMB AND FINGER-CUT HAND CUTTING AN AVOCADO WITH A KNIFE"}, {"d": "Sept. 10, 2011", "n": "35 YOF PT C/O INJURY TO LIF S/P CUTTING FINGER WITH A KNIFE WHILE CUTTING AVOCADO.  LAC LIF."}, {"d": "May 23, 2011", "n": "50YOF WAS CUTTING AN AVOCADO WHEN THE KNIFE SLIPPED & CUT HER FINGER.SHE WAS TRYING TO GET THE SEED OUT. DX: LT FINGER LAC WITH NERVE INJURY"}, {"d": "July 6, 2011", "n": "34 YO M PT WAS CUTTING AN AVOCADO WITH A KNIFE AND CUT HIS FINGER.DX 3CM LACERATION LT INDEX FINGER"}, {"d": "July 7, 2011", "n": "31 YOM 1 CM LACERATION TO LT. 2ND FINGER- REPORTS CUTTING FINGER W/ A FKNIFE S/P TRYING TO CUT PIT OUT OF AN AVOCADO & KNIFE SLIPPED.*"}, {"d": "June 3, 2011", "n": "26 YOF WAS CUT W/KNIFE TRYING TO REMOVE PIT FROM AVOCADO.DX:  PW L HAND W/TENDON INJURY."}, {"d": "Sept. 5, 2012", "n": "22 YOF LACERATED PALM OF LEFT HAND WITH KNIFE WHILE CUTTING ANAVOCADO"}, {"d": "Oct. 28, 2012", "n": "35 YOF REPORTS SUS LAC OF THE LEFT RING FINGER WHEN SHE WAS CUTTINGAVOCADO WITH A KNIFE AT HOME. DX FINGER LACERATION%"}, {"d": "May 6, 2012", "n": "41YOF LACERATION TO FINGER CUT WITH KNIFE WHEN CUTTING AVOCADOS*"}, {"d": "June 17, 2012", "n": "27 YR OLD FEMALE CUTTING AVOCADO AND LAC PALM ON KNIFE"}, {"d": "April 7, 2012", "n": "52 YR OLD MALE CUTTING AVOCADO WITH KNIFE AND LAC PALM"}, {"d": "July 15, 2012", "n": "79 YR OLD MALE LAC HAND ON KNIFE CUTTING AVOCADO"}, {"d": "Jan. 6, 2012", "n": "54 YR OLD FEMALE CUTTING AVOCADO WITH KNIFE AND LAC HAND"}, {"d": "Aug. 11, 2012", "n": "24YM CUT FINGER ON A KNIFE WHILE CUTTING AVOCADO>>LAC"}, {"d": "April 17, 2012", "n": "23YOM WAS CUTTING AN AVOCADO WITH KNIFE & ACCIDENTALLY STABBED PALMOF LT HAND. DX - PALM LAC"}, {"d": "May 5, 2012", "n": "22YOF CUT AVOCADO W/KNIFE, CUT LT THUMB  DX: LAC FINGER"}, {"d": "Dec. 31, 2012", "n": "47 YOF WITH A LAC TO L PINKY FINGER FROM A KITCHEN KNIFE WHILE CUTTINGAN AVOCADO. DX FINGER LAC%"}, {"d": "Aug. 22, 2012", "n": "53YOF ATTEMPTING TO GET THE SEEDS OUT OF A AVOCADO USING A KNIFEACCIDENTLY CUT HAND;HAND LACERATION"}, {"d": "Jan. 16, 2012", "n": "37 YOF C/O LACERATION TO LT HAND SUSTAINED JUST PTA. PATIENT WAS TRYINGTO CUT AN AVOCADO AND THE KNIFE SLIPPED- DX- LACERATION HAND"}, {"d": "June 11, 2012", "n": "56 YOF W / LACERATION TO LT HAND REPORTS WAS CUTTING AVOCADOS IN HER KITCHEN & KNIFE SLIPPED CUTTING SITE.%"}, {"d": "June 10, 2012", "n": "47 YOF WAS STRUCK IN THE HAND WITH KNIFE WHEN TRYING TO CUT AN AVOCADO.DX- HAND LACERATION"}, {"d": "June 14, 2012", "n": "30 YOF WAS REFERRED TO ED FROM ***, WHERE PT SUSTAINED LACERATION TO LTHAND WHILE TRYING TO CUT AVOCADO WITH KNIFE. DX- HAND LAC."}, {"d": "Sept. 4, 2012", "n": "DX LAC HAND; 23YOF CUT ON PALM L HAND, CUT' AVOCADO KNIFE SLIPPED AND CUT PALM OF HAND"}, {"d": "Sept. 12, 2012", "n": "46 YOF CUTTING PIT OUT OF AN AVOCADO WITH KNIFE AND SLIPPED LACERATINGLEFT MIDDLE FINGER"}, {"d": "Sept. 21, 2012", "n": "28YOF WAS TRYING TO CUT AN AVOCADO AND STABBED LEFT HAND WITH A KNIFE,LACERATION TO LEFT HAND"}, {"d": "Aug. 20, 2012", "n": "20YM ACC CUT LT HAND ON A KNIFE CUTTING AVOCADO>>LAC"}, {"d": "Dec. 11, 2012", "n": "9 YO F PT WAS CUTTING AN AVOCADO WITH A KNIFE SLIPPED CUTTING HER HANDDX LACERATION LT HAND"}, {"d": "May 20, 2012", "n": "A 23 YR OLD MALE CUT HAND WITH A KNIFE WHILE TRYING TO CUT AVOCADODX  HAND LACERATION"}, {"d": "March 25, 2012", "n": "33 YOF SUS LAC TO FINGER WHEN CUTTING AN AVOCADO WITH A NEW KNIFE%"}, {"d": "July 15, 2012", "n": "26YOF THAT WAS CUTTING AN AVOCADO WITH A KNIFE, WHEN SHEMISSED CUTTING HER RT PALM. DX: RT HAND LACERATION"}, {"d": "July 13, 2012", "n": "24YOM CUT LT MIDDLE FINGER W/KNIFE WHILE CUTTING AN AVOCADODX: FINGER LAC"}, {"d": "Aug. 27, 2012", "n": "23YOF CUTTING AN AVOCADO AT HOME WHEN ACCID LAC L INDEX FINGER W KNIFESHE WAS USING   DX 1 CM LAC L 2ND FINGER"}, {"d": "Feb. 2, 2012", "n": "26 YOM WA SLICING AVOCADOS W/NEW KNIFE AND SLIPPED.DX:  AVULSION L THUMBNAIL."}, {"d": "Feb. 12, 2012", "n": "65 YOF, PARING KNIFE TO INDEX FINGER WHILE CUTTING AN AVOCADO  DX: INDEX FINGER LAC"}, {"d": "April 9, 2012", "n": "38YOF WAS TRYING TO GET THE PIT OUT OF AN AVOCADO AT HOME WHEN SHESTABBED LT PALM WITH KNIFE. DX - LACERATION"}, {"d": "March 2, 2012", "n": "53YOF WAS CUTTING AVOCADO WITH A KNIFE AT HOME, KNIFE SLIPPED & CUT LTINDEX FINGER. DX - FINGER LACERATION"}, {"d": "Feb. 27, 2012", "n": "DX LWOBS: 23YOF PUNCTURE WD L HAND MIDDLE FINGER (CUTTING); STABBED SELF W KNIFE IN L 3RD FINGER W CUTTING AVOCADO"}, {"d": "Sept. 11, 2012", "n": "19 YO F, C/O RT FOOT PAIN S/P SLIPPIG ON SOME AVOCADO ON THE FLOOR THISMORNING, INVERTING FOOT, CONTINUED PAIN, DX FOOT STRAIN"}, {"d": "Sept. 17, 2012", "n": "22YOF CUTTING AVOCADO W KITCHEN KNIFE AND LAC L THUMBDX L THUMB LAC"}, {"d": "Feb. 24, 2012", "n": "19 YOF SLICED LEFT HAND WITH KNIFE WHILE TRYING TO CUT AN AVOCADO"}, {"d": "June 6, 2012", "n": "71 YO F PT WAS CUTTING AN AVOCADO WITH A SERRATED KNIFE AND ACCIDENTALCUT HER LT HAND. DX 1CM LACERATION LT HAND"}, {"d": "July 17, 2012", "n": "29YOF-HAND LAC-CUT ON STEAK KNIFE WHIEL CUTTING AN AVOCADO-@ HOME"}, {"d": "Aug. 28, 2012", "n": "28YOF WAS CUTTING AN AVOCADO WITH A KNIFE AND CUT LEFT RING FINGER,LACERATION TO LEFT RING FINGER"}, {"d": "April 5, 2012", "n": "30 Y/O MALE WAS ATTEMPTING TO PIT A AVOCADO & CUT FINGER WITH KNIFEDX; LACERATION LEFT MIDDLE FINGER"}, {"d": "April 12, 2012", "n": "38 YOF CUT HAND W/KNIFE WHILE CUTTING AN AVOCADO.DX:  L HAND LAC 1 CM."}, {"d": "Aug. 15, 2012", "n": "29 YO M PT WAS CUTTING AVOCADO WITH A KNIFE AND ACCIDENTLY CUT HIS LTINDEX FINGER. DX 2CM LACERATION LT INDEX FINGER"}, {"d": "April 12, 2012", "n": "62 YOF WAS CUT W/KITCHEN KNIFE WHILE CUTTING AVOCADO.DX:  L FOURTH DIGIT LAC."}, {"d": "Sept. 26, 2012", "n": "34 YO F, C/O STAB WOUND TO LT PALM, WAS CUTTING AN AVOCADO EARLIER TODAY WHEN KNIFE SLIPPED, CUTTING HAND, DX LT HAND LACERATION"}, {"d": "Aug. 25, 2012", "n": "DX LAC HAND: 30YOF CUL L PALM W KNIFE YTDY CUT' AVOCADO"}, {"d": "Feb. 15, 2012", "n": "31 YOF WAS TRYING TO REMOVE THE PIT OF AN AVOCADO AND STAABBED HER FINGERS WITH THE KNIFE.  DX: LACERATION FINGER"}, {"d": "June 24, 2012", "n": "28YF TRYING TO CUT AVOCADO SEED&PUNCTURED HAND WITH THE KNIFE>>PW/LAC"}, {"d": "June 2, 2012", "n": "33 YOF WAS CUTTING AN AVOCADO WHEN KNIFE SLIPPED.DX:  L PALM LAC 1 CM."}, {"d": "Sept. 28, 2012", "n": "18 YO F PT WAS CUTTING A AVOCADO WITH A KNIFE AND CUT HER HANDDX  2CM LACERATION LT HAND"}, {"d": "Aug. 21, 2012", "n": "27YOF CUT WITH A KNIFE WHILE CUTTING AN AVOCADO. DX. 4TH FINGER LACERATION."}, {"d": "April 22, 2012", "n": "25 YR OLD FEMALE LAC FINGER ON KNIFE CUTTING AN AVOCADO"}, {"d": "Sept. 17, 2012", "n": "28 YOF CUT FINGER W/KNIFE WHILE CUTTING AN AVOCADO. DX FINGER LAC"}, {"d": "July 8, 2012", "n": "51 YOF C/O LAC TO HAND TODAY WITH A KNIFE WHILE CUTTING AVOCADOS DX- HAND LACERATION"}, {"d": "Aug. 1, 2012", "n": "32 YOF CUT HAND WITH KNIFE WHILE SLICING AN AVOCADO. DX HAND LAC"}, {"d": "Oct. 21, 2012", "n": "45 YR OLD FEMALE LAC HAND ON KNIFE CUTTING AN AVOCADO"}, {"d": "July 7, 2012", "n": "77YOF CUT LT HAND W/KINIFE TRYING TO REMOVE A PIT FROM AVOCADO DX: HANDLAC"}, {"d": "Aug. 18, 2012", "n": "59 YOF WAS SLICING AVOCADOS WITH AN AVOCADA PEELER AND CUT LEFT HAND. DX: LEFT HAND LACERATION"}, {"d": "May 1, 2012", "n": "DX:HAND LAC-27YOM-HAND LAC,CUTTING AVOCADO,KNIFE SLIPPED&CUT HIS HAND"}, {"d": "May 17, 2012", "n": "30YOF CUT WITH A KNIFE WHILE CUTTING AN AVOCADO. DX HAND LACERATION"}, {"d": "April 12, 2012", "n": "22 YOF CUT HAND W/KNIFE WHILE CUTTING AVOCADOS. DX HAND LAC"}, {"d": "May 21, 2012", "n": "66 YOF SUS LAC TO FINGER, CUT WITH KITCHEN KNIFE WHILE CUTTING ANAVOCADO%"}, {"d": "Jan. 19, 2012", "n": "41YOM SUSTAINED INJURY TO LT HAND WITH A CLEAN KNIFE THAT WENTTHROUGH AN AVOCADO.  DX - LT HAND LACERATION"}, {"d": "April 22, 2012", "n": "33 YO F PT WAS CUTTING A AVOCADO WITH A KNIFE AND CUT HER LT INDEX FINGER. DX 2CM LACEARTION FINGER"}, {"d": "April 15, 2012", "n": "22 YOF WAS CUT W/KNIFE WHILE REMOVING PIT FROM AVOCADO.DX:  L HAND LAC 1.5 CM."}, {"d": "May 14, 2012", "n": "33 YOF SUS PUNCTURE TO FINGER, STUCK HERSELF WITH KNIFE WHILE CUTTINGAN AVOCADO AT HOME%"}, {"d": "April 30, 2012", "n": "A 23 YR OLD FE CUT HAND WITH A KNIFE WHILE CUTTING AN AVOCADODX  HAND LANCERATION"}, {"d": "Sept. 15, 2012", "n": "58 YOM DX: LT 4TH FINGER LACERATION. PT WAS PITTING AN AVOCADO WHEN THEKNIFE SLIPPED & CUT HIS LEFT RING FINGER*"}, {"d": "Jan. 18, 2012", "n": "20 YR OLD FEMALE LAC FINGER ON A KNIFE CUTTING AN AVOCADO"}, {"d": "June 14, 2012", "n": "36 YO M PT WAS CUTTING A AVOCADO WITH A KNIFE WHEN HE SLIPPED CUTTING HIS FINGER. DX 2CM LACERATION LT INDEX FINGER"}, {"d": "Aug. 19, 2012", "n": "DX LAC HAND COMPL: 25YOF CUT L HAND W KNIFE CUT' AVOCADO"}, {"d": "Nov. 24, 2012", "n": "26 YOF C/O CUT HER LT HAND USING A KNIFE TODAY WHILE CUTTING AVOCADO DX- HAND LACERATION"}, {"d": "May 8, 2012", "n": "*23 YOF, PT WAS CUTTING AVOCADOS W/ KNIFE & LACERATED THE WEB BETWEEN HER FINGER & HER HAND. DX; HAND LACERATION W/ POSSIBLE NERVE DAMAGE"}, {"d": "Oct. 19, 2012", "n": "60 YO F PT WAS CUTTING AN AVOCADO WITH A KNIFE AND SLIPPED CUTTING FINGER. DX 1.5CM LACERATION LT INDEX FINGER"}, {"d": "Aug. 21, 2012", "n": "42 YR OLD FEMALE LAC FINGER ON KNIFE CUTTING AN AVOCADO"}, {"d": "Oct. 8, 2012", "n": "DX:FINGER LAC-21YOF-CUTTING AN AVOCADO,CUT FINGER WITH KNIFE"}, {"d": "Aug. 2, 2012", "n": "55YO WHITE FEMALE  AT HOME USING KNIFE TO CUT AVOCADODX L THUMB LACERATION"}, {"d": "Aug. 9, 2012", "n": "24 YO F PT WAS CUTTING A AVOCADO WITH A KNIFE AND SLIPPED CUTTING HERRT INDEX FINGER. DX 2CM LACERATION RT INDEX FINGER"}, {"d": "Nov. 28, 2012", "n": "18 YR OLD FEMALE LAC HAND ON A KNIFE SLICING AVOCADO"}, {"d": "Aug. 31, 2013", "n": "21YOF CUTTING AN AVOCADO WITH KNIFE SLIPPED STRIKING FINGER DX FINGER LACERATION **"}, {"d": "Aug. 24, 2013", "n": "19 YR OLD FEMALE HAD KNIFE SLIP TAKING PIT OUT OF AVOCADO AND LAC HAND"}, {"d": "July 27, 2013", "n": "21YOF WAS CUTTING AN AVOCADO WITH A KNIFE, THE KNIFE SLIPPED, SUST. A2 CM LACERATION TO THE PALM OF HER HAND. DX-LT HAND LACERATION"}, {"d": "March 21, 2013", "n": "50YOF PITTING AN AVOCADO; KNIFE SLIPPED & STABBED SELF IN LT HANDDX: HAND LAC"}, {"d": "May 10, 2013", "n": "53YOF LAC LT THUMB CUTTING AN AVOCADO W/SERRATED KNIFE  DX: THUMB LAC"}, {"d": "Oct. 13, 2013", "n": "CT.LT.HAND35YOM.AVOCADO FELL ON HAND WHILE IN PATIO"}, {"d": "Oct. 6, 2013", "n": "28 Y FEMALE CUT HAND ON KNIFE WHEN CUTTING AVOCADODX; HAND LAC"}, {"d": "June 12, 2013", "n": "50 YOM WAS TRYING TO REMOVE A PIT FROM AN AVOCADO AND HAND SLIPPED OFFTHE KNIFE AND CUT HIS FINGER.  DX: LACERATION FINGER"}, {"d": "Aug. 26, 2013", "n": "21 YOF STABBED SELF W/KNIFE WHILE CUTTING AVOCADO. DX FINGER LAC"}, {"d": "April 13, 2013", "n": "25 YOF SUSTAINED A LACERATION OF A FINGER WHILE CUTTING AN AVOCADO WIT.H A KNIFE."}, {"d": "June 8, 2013", "n": "30 YOM SUS LAC TO PALM OF LEFT HAND WHILE CUTTING AN AVOCADO WITH AKNIFE. DX HAND LACERATION%"}, {"d": "Dec. 12, 2013", "n": "50 YOM LACERATED LEFT HAND WITH A KNIFE WHILE TRYING TO CUT OUT A PITFROM AN AVOCADO, LEFT WITHOUT BEING SEEN"}, {"d": "May 6, 2013", "n": "25 YO F PT WAS CUTTING AVOCADO WITH A KNIFE AND SLIPPED CUTTING HER HAND. DX 1CM LACERATION LT HAND"}, {"d": "Dec. 19, 2013", "n": "36YOF WAS USING A KNIFE TO CUT AN AVOCADO AND CUT FINGER, LEFT 4THFINGER LACERATION"}, {"d": "April 14, 2013", "n": "19 YOF WAS CUTTING AN AVOCADO WITH A KNIFE AND CUT HER HAND. DX HAND LAC"}, {"d": "March 25, 2013", "n": "10YOF WAS TRYING TO CUT AN AVOCADO WITH A KNIFE AND CUT LEFT 4THFINGER, LACERATION TO LEFT 4TH FINGER"}, {"d": "March 9, 2013", "n": "27YOM WAS SLICING AN AVOCADO AND WENT THROUGH RIGHT 3RD FINGER,LACERATION TO RIGHT 3RD FINGER"}, {"d": "March 21, 2013", "n": "51 YOF WAS TRYING TO REMOVE AVOCADO PIT W/KNIFE AND SLIPPED.DX:  L HAND PW."}, {"d": "April 14, 2013", "n": "40YOF STABBED LEFT HAND WITH A KNIFE WHILE TRYING TO CUT A AVOCADO,PUNCTURE WOUND TO LEFT HAND"}, {"d": "May 17, 2013", "n": "21 YR OLD FEMALE LAC PALM ON KNIFE CUTTING AN AVOCADO"}, {"d": "Feb. 17, 2013", "n": "2YOM HELPING MOM PREPARING AVOCADOS USING A SPOON, SOMEHOW GOT PARING KNIFE CUTTING FINGER; FINGER LAC."}, {"d": "April 20, 2013", "n": "23YOF LACERATION/PUNCTURE TO HAND CUT WITH KNIFE WHEN TRYING TO GET A PIT  OUT OF AN AVOCADO"}, {"d": "Aug. 11, 2013", "n": "23 YR OLD FEMALE STABBED THUMB WITH KNIFE REMOVING AVOCADO PIT"}, {"d": "Aug. 7, 2013", "n": "34YOM CUTTING AVOCADOS WITH A KNIFE CUT BASE OF FINGER DX FINGER LACERATION **"}, {"d": "May 5, 2013", "n": "50YOF WAS TRYING TO CUT AN AVOCADO WITH A KNIFE AND CUT RIGHT HAND,RIGHT HAND LACERATION"}, {"d": "Jan. 7, 2013", "n": "DX LAC HAND - COMPL: 15YOF LAC TO PALM OF HAND SLICING AVOCADO W KNIFECUT THUR PIT INTO L HAND"}, {"d": "May 29, 2013", "n": "DX L HAND LAC 50YOM CUTTING AVOCADO WHEN KNIFE SLIPPED & CUT PAD IN TOPPART OF HAND"}, {"d": "Nov. 14, 2013", "n": "10YOF- PT WAS CUTTING A AVOCADO WITH A KNIFE TRYING TO GET SEED OUT& CUT HAND WITH KNIFE. DX- LACERATION TO LEFT HAND."}, {"d": "Aug. 23, 2013", "n": "31 YR OLD FEMALE CUTTING AVOCADO AND LAC FINGER ON A KNIFE"}, {"d": "July 14, 2013", "n": "A 29YOF WAS CUTTING AN AVOCADO WITH KNIFE AT HOME, GOT DISTRACTED AND ACCIDENTALLY STABBED HAND, PUNCTURE TO HAND"}, {"d": "July 4, 2013", "n": "43 YOM DX LACERATION TO LT INDEX FINGER - W/A KNIFE WHILE CUTTINGAVOCADO."}, {"d": "May 27, 2013", "n": "19 YO F PT WAS CUTTING AN AVOCADO WITH A KNIFE AND SLIPPED CUTTING HERPINKY FINGER. DX 2CM LACERATION LT PINKY FINGER"}, {"d": "March 3, 2013", "n": "33YOF WAS TRYING TO REMOVE AN AVOCADO PIT WITH A KNIFE, KNIFE SLIPPED &CUT HER LT INDEX FINGER. DX - FINGER LAC"}, {"d": "April 3, 2013", "n": "62 YOM LACERATED LEFT THUMB WITH KNIFE WHILE CUTTING AN AVOCADO"}, {"d": "Aug. 1, 2013", "n": "DX HAND LAC: 21YOF CUT' AVOCADO W KNIFE SLIP' LAC TO L HAND ~ 1/2INCH LAC TO TOP OF HAND AT BASE OF 2ND DIGIT"}, {"d": "May 7, 2013", "n": "41YOF PREPARING FOOD IN KITCHEN @ HOME SHE WAS TRYING TO GET PIT OUT OFAVOCADO WHEN KNIFE SLIPPED LACERATING HER L 3RD FNGR. D LAC R 3RD FING"}, {"d": "Oct. 23, 2013", "n": "J/ 23 YOF. TRYING TO GET AN AVOCADO SEED OUT,STABBED IT & KNIFE WENT THROUGH LT HAND/PALM.BLEEDING. DX: LT PALM, LAC"}, {"d": "Sept. 10, 2013", "n": "DX LAC - PALM, SIMPLE: 24YOM CUT HAND W KNIFE REMOVING PIT F AVOCADO, ~1CM CUT"}, {"d": "Aug. 11, 2013", "n": "32YF ACC CUT FINGER ON A KNIFE SLICING AVOCADO>>LAC"}, {"d": "April 14, 2013", "n": "56 Y O F LACERATED HAND  CUTTING AN AVOCADO  WITH A KNIFE AT HOME"}, {"d": "Sept. 5, 2013", "n": "65 YOM SLIPPED W/KNIFE WHILE  CUTTING AVOCADO.DX:  HAND LAC 1.5 CM, COAGULOPATHY."}, {"d": "Sept. 24, 2013", "n": "51 YR OLD FEMALE PUNCTURED HAND ON KNIFE PEELING AVOCADO"}, {"d": "Jan. 22, 2013", "n": "17 YOF WAS CUT W/KNIFE WHILE CUTTING AN AVOCADO.DX:  L RING FINGER LAC 3 CM."}, {"d": "April 26, 2013", "n": "61 YOF WAS CUTTING UP AN AVOCADO WITH A KNIFE AND SLIPPED CUTTING INTOHER LEFT HAND"}, {"d": "July 5, 2013", "n": "18 YOF, CUT HAND ON KNIFE, WHILE CUTTING AVOCADO  DX: HAND LAC"}, {"d": "Jan. 12, 2013", "n": "27 YR OLD MALE CUTTING AVOCADO WITH KNIFE AND LAC PALM"}, {"d": "Nov. 16, 2013", "n": "19 YO F PT WAS CUTTING AN AVOCADO WITH A KNIFE AND SLIPPED CUTTING HERFINGER DX LACERATION RT INDEX FINGER"}, {"d": "Aug. 8, 2013", "n": "46 YR OLD FEMALE LAC FINGER ON A KNIFE CUTTING AN AVOCADO"}, {"d": "May 5, 2013", "n": "60YF CUTTING AVOCADO WHEN KNIFE SLIPPED CUTTING HAND>>LAC"}, {"d": "Sept. 20, 2013", "n": "19 YO F PT WAS CUTTING AN AVOCADO WITH A KNIFE AND SLIPPED CUTTING HERLT INDEX FINGER. DX LACERATION LT INDEX FINGER"}, {"d": "Nov. 13, 2013", "n": "22YO F WAS TRYING TO TAKE THE PIT OUT OF AVOCADO WHEN SHE STUBBED TIP OF FINGER WITH KNIFE. DX: FINGER LACERATION."}, {"d": "Nov. 28, 2013", "n": "28 YR OLD MALE LAC FINGER ON KNIFE CUTTING AN AVOCADO"}, {"d": "July 11, 2013", "n": "36YOF REMOVING AVOCADO SEED W/ KNIFE, SLIPPED AND CUT L MIDDLE FINGERW/ LAC AT HOME  DX: LAC"}, {"d": "Aug. 18, 2013", "n": "*28YOM,AT HOME CUTTING AVOCADO W/KNIFE,SLIPPED ACCIDENTALLY CUT THUMB,DX:THUMB LAC 1 INCH"}, {"d": "Aug. 31, 2013", "n": "44YF ACC CUT LT RING FINGER WITH A KNIFE SLICING AVOCADO>>LAC"}, {"d": "Oct. 7, 2013", "n": "18 YR OLD MALE HAD KNIFE FALL ONTO FOOT LAC IT WHILE CUTTING AVOCADOS"}, {"d": "Dec. 25, 2013", "n": "34 YO M PT WAS USING A KNIFE TO CUT AVOCADO AND ACCIDENTALLY CUT HIS LTINDEX FINGER. DX LACERATION 1.5CM LT INDEX FINGER"}, {"d": "March 20, 2013", "n": "65 YOF WAS SLICING AN AVOCADO WITH KNIFE AND SLIPPED LACERATING LEFTINDEX FINGER WITH THE KNIFE"}, {"d": "July 19, 2013", "n": "26 YR OLD FEMALE LAC FINGER ON A KNIFE CUTTING AN AVOCADO"}, {"d": "Feb. 22, 2013", "n": "27 YO M PT WAS CUTTING AVOCADO WITH A KNIFE AND CUT HIS LT HANDDX 1.5CM LACERATION LT HAND"}, {"d": "Aug. 22, 2013", "n": "*49YOF,AT HOME CUTTING AVOCADO WITH KNIFE,CUT HAND,DX:HAND LAC 1CM"}, {"d": "Oct. 13, 2013", "n": "*67YOF,AT HOME,SLICING AVOCADO,CUT FINGER,DX:LAC FINGER"}, {"d": "Oct. 6, 2013", "n": "60 YO F PT WAS CUTTING AN AVOCADO WITH A KNIFE SLIPPED AND CUT LT HANDDX LACERATION LT HAND"}, {"d": "Oct. 4, 2013", "n": "50YO M WAS CUTTING AVOCADOS WHEN HE ACCIDENTALLY CUT FINGERS WITH KNIFE. DX: FINGER LACERATIONS."}, {"d": "April 18, 2013", "n": "50YF SLICING AVOCADO&ACC CUT HAND ON KNIFE>>LAC"}, {"d": "June 5, 2013", "n": "68YOF STABBED LT HAND W/KNIFE WHLE TRYIING TO GET AVOCADO PIT OUTDX: HAND LAC"}, {"d": "May 27, 2013", "n": "37YF ACC CUT FINGER ON A KNIFE WHILE SLICING AVOCADO>>LAC"}, {"d": "Sept. 21, 2013", "n": "28 YR OLD MALE LAC FINGER ON KNIFE CUTTING AVOCADO"}, {"d": "Nov. 26, 2013", "n": "69YF ACC CUT LT INDEX FINGER ON A KNIFE SLICING AN AVOCADO>>LAC"}, {"d": "May 25, 2013", "n": "25 YR OLD MALE CUTTING AVOCADO WITH KNIFE AND LAC FINGER"}, {"d": "July 26, 2013", "n": "28 YR OLD FEMALE LAC HAND ON A KNIFE CUTTING AN AVOCADO"}, {"d": "Oct. 11, 2013", "n": "29 YR OLD FEMALE LAC HAND ON KNIFE SLICING AN AVOCADO"}, {"d": "May 6, 2013", "n": "40 YR OLD FEMALE TAKING OUT AVOCADO PIT WITH KNIFE AND STABBED HAND LACIT"}, {"d": "Oct. 3, 2013", "n": "24 YR OLD FEMALE CUTTING AVOCADO AND KNIFE SLIPPED AND LAC THUMB"}, {"d": "April 26, 2013", "n": "36 YR OLD FEMALE LAC FINGER ON A KNIFE CUTTING AN AVOCADO"}, {"d": "May 21, 2013", "n": "17YM ACC CUT HAND ON A KNIFE CUTTING AVOCADO>>LAC"}, {"d": "Feb. 8, 2014", "n": "31 YOF, PT CUT FINGER ON BUTCHER KNIFE WHILE CHOPPING AVOCADO AND STEAK."}, {"d": "June 17, 2014", "n": "21 YO FEMALE HURT CUTTING AVOCADOS WITH A KNIFE AT UNSPECIFIED LOCATIONDX HAND LACERATION  B"}, {"d": "July 18, 2014", "n": "24YOF WAS USING A KNIFE TO SLICE AN AVOCADO AND CUT LEFT HAND, LEFTHAND LACERATION"}, {"d": "May 24, 2014", "n": "30YOF LAC TO PALM OF L HAND WITH KITCHEN KNIFE  TONIGHT WHEN CUTTINGAVOCADOS AT HOME. DX: L HAND LAC"}, {"d": "April 7, 2014", "n": "64YOF WAS CUTTING A AVOCADO WHEN THE KNIFE STRUCK THE WEB SPACE BETWEENHER L  INDEX AND LONG FINGER.DX:LAC L HAND"}, {"d": "Sept. 25, 2014", "n": "74YOM LACERATION TO R PALM WAS USING A KNIVE TO CUT AAVOCADO IN ***. DX: R HAND 1.5CM LACERATION"}, {"d": "April 1, 2014", "n": "26YOF CUT LEFT HAND WITH A KNIFE WHILE TRYING TO CUT AVOCADO,LACERATION TO LEFT HAND"}, {"d": "July 2, 2014", "n": "42 YF WAS TRYING TO GET AN AVOCADO PIT OUT OF AN AVOCADO AND THE KNIFESLIPPED. DX HAND LAC"}, {"d": "Aug. 24, 2014", "n": "63 YF WAS TRYING TO GET THE PIT OUT OF AN AVOCADO AND CUT HAND W/KNIFEDX HAND LAC"}, {"d": "Oct. 8, 2014", "n": "21 YM CUT RING FINGER WITH A KNIFE WHILE CUTTING AN AVOCADO. DX FINGERLAC"}, {"d": "Aug. 10, 2014", "n": "24 YR OLD FEMALE CUTTING AVOCADO WHEN KNIFE SLIPPED AND LAC FINGER"}, {"d": "April 1, 2014", "n": "30YOF WAS CUTTING AN AVOCADO TRYING TO GET PIT OUT, SHE ENDED UP STAB-BING LT 4TH DIGIT, WAS WEARING RINGS, ONE WAS EMBEDDING INTO LAC."}, {"d": "Oct. 3, 2014", "n": "23 YM CUT THUMB W/KNIFE WHILE CUTTING AN AVOCADO. DX FINGER LAC"}, {"d": "June 26, 2014", "n": "27YOF LAC TO R HAND WHILE USING A KITCHEN KNIFE TO CUT AN AVOCADO. DX HAND LAC%"}, {"d": "Jan. 5, 2014", "n": "50YOM STATES YESTERDAY WHILE AT HOME, PT ACCIDENTALLY CUT HIS LEFT PALMW/A KNIFE WHILE CUTTING AN AVOCADO W/ MILD BLEEDING.DX-PUNCT. LT HAND"}, {"d": "Feb. 2, 2014", "n": "60 YOF SLIPPED W/KNIFE WHILE REMOVING AVOCADO PIT.DX:  L HAND LAC 1.5 CM, PERIPHERAL NERVE INJURY."}, {"d": "Jan. 1, 2014", "n": "24 YOF WAS CUT W/KNIFE WHILE CUTTING AN AVOCADO.DX:  L HAND LAC 2 CM."}, {"d": "May 20, 2014", "n": "87 YF CUT FINGER ON A KNIFE WHILE TAKING THE PIT OUT OF THE AVOCADODX FINGER LAC"}, {"d": "March 7, 2014", "n": "46YOF CUT LEFT 2ND FINGER ON A KNIFE WHILE CUTTING AN AVOCADO,LACERATION TO FINGER"}, {"d": "April 5, 2014", "n": "28 Y/O MALE CUT FINGER WITH A KNIFE WHILE CUTTING AVOCADOS AT HOMEDX LACERATION LEFT INDEX FINGER"}, {"d": "March 1, 2014", "n": "49YOF LAC TO LAND S/P KNIFE SLIPPED WHILE CUTTING AN AVOCADO.DX HAND LAC%"}, {"d": "Feb. 3, 2014", "n": "33 YO FEMALE CUTTING AN AVOCADO HAD KNIFE SLIP AND CUT HAND. DX LEFT HAND LACERATION  B"}, {"d": "April 5, 2014", "n": "25YOF WAS CUTTING AVOCADO, KNIFE SLIPPED & SHE SUSTAINED INJURY TOLT 2ND DIGIT ABOVE MCP JOINT. DX - LT 2ND DIGIT LAC"}, {"d": "July 21, 2014", "n": "*30YOM,CUTTING AVOCADO,W KNIFE,CUT FINGER,DX:LAC FINGER"}, {"d": "June 30, 2014", "n": "21 YO F, C/O CUTTING LT HAND THIS AFTERNOON WHILE CUTTING AVOCADO AT SCHOOL, KNIFE WENT THROUGH SKIN, DX HAND LACERATION"}, {"d": "Feb. 5, 2014", "n": "21 YR OLD FEMALE LAC FINGER ON KNIFE SLICING AVOCADO"}, {"d": "Feb. 1, 2014", "n": "24 Y FEMALE CUT HAND WITH KNIFE CUTTING AVOCADO AT HOMEDX; HAND LAC"}, {"d": "Jan. 24, 2014", "n": "60YF ACC CUT LT MIDDLE FINGER ON A KNIFE WHILE CUTTING AVOCADO>>LAC"}, {"d": "May 30, 2014", "n": "19YOM WAS CUTTING AN AVOCADO TODAY WHEN HE INADVERTENTLY CUT HIMSELFWITH A SERRATED KNIFE ON LT THUMB. DX - LACERATION"}, {"d": "March 24, 2014", "n": "52YOF CUTTING AN AVOCADO W/KNIFE,  SLIPPED & PUNCTURED LT PALM   DX: LAC"}, {"d": "Sept. 9, 2014", "n": "19 YR OLD FEMALE LAC FINGER ON KNIFE CUTTING AN AVOCADO"}, {"d": "July 8, 2014", "n": "18YOF CUT LT INDEX WITH A STRAIGHT BLADE KNIFE CUTTING AN AVOCADO.  DX;LT INDEX LAC."}, {"d": "Nov. 17, 2014", "n": "51 YO FEMALE HURT WHILE CUTTING AN AVOCADO WITH A KNIFE. DX FINGER LACERATION   B"}, {"d": "Feb. 11, 2014", "n": "21 YO FEMALE CUTTING AVOCADO WHEN KNIFE SLIPPED. DX LEFT HAND LACERATION  B"}, {"d": "Dec. 24, 2014", "n": "44 YOF WAS CUT W/KNIFE WHILE  CUTTING AVOCADO.DX:  FINGER LAC 1.5 CM."}, {"d": "July 7, 2014", "n": "31 YO M PT WAS CUTTING AVOCADO WITH A KNIFE SLIPPED AND CUT HIS LT THUMB. DX 1CM LACERATION LT THUMB"}, {"d": "March 11, 2014", "n": "33 YOF LACERATED LEFT HAND WITH A KNIFE WHILE CUTTING AN AVOCADO"}, {"d": "May 24, 2014", "n": "23 YOF LACERATED LEFT HAND WITH KNIFE WHILE CUTTING AN AVOCADO"}, {"d": "June 23, 2014", "n": "19 YO F PT WAS CUTTING AN AVOCADO WITH A KNIFE SLIPPED AND CUT HANDDX 2CM LACERATION LT HAND"}, {"d": "Aug. 9, 2014", "n": "43YOF WITH LACERATION TO LEFT INDEX FINGER AFTER CUTTING IT WITH A KNIFE WHILE CUTTING AVOCADO."}, {"d": "Feb. 12, 2014", "n": "34YOF CUT L HAND W/ KNIFE WHILE CUTTING AVOCADO AT HOME X3 HOURS PTADX: L HAND LAC"}, {"d": "Sept. 23, 2014", "n": "HAND LACERATION.  40YOF CUT HAND ON KNIFE CUTTING AVOCADOS."}, {"d": "Feb. 5, 2014", "n": "32 YR OLD FEMALE CUTTING AVOCADO WHEN KNIFE SLIPPED AND LAC HAND"}, {"d": "July 7, 2014", "n": "42YOF CUTTING AVOCADO W/KNIFE, CUT LT PINKY FINGER   DX: LAC FINGER"}, {"d": "Sept. 14, 2014", "n": "LT HAND LACERATION.  24YOM CUT HAND WITH KNIFE WHILE CUTTING AVOCADOS."}, {"d": "May 20, 2014", "n": "47 YOF CUTTING UP AN AVOCADO WITH A KNIFE LACERATED LEFT HAND"}, {"d": "July 10, 2014", "n": "54 YR OLD FENALE CUTTING AVOCADO AND SLICED FINGER ON KNIFE"}, {"d": "June 24, 2014", "n": "25 YOM WAS CUT W/KNIFE TRYING TO PIT AN AVOCADO.DX:  R HAND LAC 3.5 CM."}, {"d": "June 7, 2014", "n": "44 YOF DX THUMB LACERATION - S/P PT CUT THUMB W/KNIFE WHILE REMOVINGAVOCADO PIT PTA."}, {"d": "Aug. 11, 2014", "n": "22YOM-FINGER LAC-CUT ON A KNIFE WHILE SLICING A LIME & AVOCADO-@ HOME"}, {"d": "Aug. 31, 2014", "n": "FINGER LACERATION.  67YOF CUT FINGER SLICING AVOCADOS WITH KNIFE."}, {"d": "July 2, 2014", "n": "19 YOF WAS CUT W/KNIFE WHILE CUTTING AVOCADO.DX:  L RING FINGER LAC 3 CM."}, {"d": "Nov. 8, 2014", "n": "59 YOF WAS CUTTING AN AVOCADO AND KNIFE SLIPPED CUTTING PALM OF LEFTHAND, DX: HAND LACERATION"}, {"d": "March 18, 2014", "n": "24 YOF TRYING TO CUT UP AN AVOCADO WITH A KNIFE LACERATED HER LEFTTHUMB"}, {"d": "April 27, 2014", "n": "DX LAC FINGER 24YOF PATIENT USING KNIFE TO CUT AVOCADO HAS LACERATION B/T 3RD 7 4TH DIGIT ON LT HAND"}, {"d": "July 30, 2014", "n": "27 YR OLD FEMALE CUTTING AVOCADO WHEN KNIFE SLIPPED LAC FINGER"}, {"d": "July 26, 2014", "n": "20YO M WAS TRYING TO REMOVE AN AVOCADO PIT WITH POCKET KNIFE WHEN TIP OF KNIFE STABBED PALM OF HAND. DX: HAND LACERATION."}, {"d": "July 1, 2014", "n": "28 YOF,CUTTING AVOCADO, CUT HAND WHEN USING KNIFE TO REMOVE PIT  DX: HAND LAC"}, {"d": "Oct. 9, 2014", "n": "18YOF-FINGER LAC-CUT ON KNIFE WHILE SLICING AN AVOCADO-@ HOME"}, {"d": "June 16, 2014", "n": "24 YO F PT WAS CUTTING  AVOCADO WITH A KNIFE AND SLIPPED CUTTING HERHAND. DX 1CM LACERATION LT HAND"}, {"d": "Nov. 19, 2014", "n": "L HAND LAC/20YOWF WHILE IN SCHOOL DORM WAS SLICING AN AVOCADO & THEKNIFE WENT THROUGH THE PIT AND LACERATED L HAND."}, {"d": "Jan. 23, 2014", "n": "19YF ACC CUT HAND ON A KNIFE SLICING AVOCADO>>LAC"}, {"d": "June 22, 2014", "n": "34YOF LAC TO L 2ND DIGIT WHEN KNIFE SLIPPED WHEN CUTTING AN AVOCADODX FINGER LAC%"}, {"d": "April 17, 2014", "n": "22YOF INJ.L.HAND AT HOME WHEN USING A KNIFE TO CUT AN AVOCADO,KNIFESLIPPED CUTTING HAND. DX; LAC.L.HAND."}, {"d": "April 28, 2014", "n": "56 YOF MISSED AVOCADO PIT AND HIT HAND W/KNIFE.DX:  L HAND LAC 2 CM X2, DIGITAL NERVE INJURY."}, {"d": "May 6, 2014", "n": "52 YR OLD FEMALE PUNCTURED PALM ON KNIFE CUTTING AN AVOCADO AND LAC IT"}, {"d": "May 20, 2014", "n": "23 YR OLD FEMALE LAC FINGER ON KNIFE CUTTING AN AVOCADO"}, {"d": "March 4, 2014", "n": "57 YR OLD MALE LAC HAND ON KNIFE CUTTING AN AVOCADO"}, {"d": "Aug. 19, 2014", "n": "26 YR OLD MALE CUTTING AVOCADO WHEN KNIFE SLIPPED PUNCTURING HAND"}, {"d": "Aug. 13, 2014", "n": "24 YR OLD FEMALE LAC HAND ON KNIFE REMOVING AN AVOCADO PIT"}, {"d": "Aug. 28, 2014", "n": "19 YO F PT WAS CUTTING AVOCADO WITH A KNIFE ACCIDENTALLY CUT HER THUMBDX LACERATION LT THUMB 1CM"}, {"d": "June 25, 2014", "n": "32 YOM WAS CUTTING AN AVOCADO W/KNIFE AND CUT HAND.DX:  L PALM LAC .5 CM."}, {"d": "Oct. 2, 2014", "n": "45 YOF WAS CUT W/KNIFE WHILE CUTTING AVOCADO.DX:  L FINGER LAC 2.5 CM."}, {"d": "April 17, 2014", "n": "25YOF TRYING TO REMOVE AVOCADO PIT, KNIFE SLIPPED,CUT LT 2ND FINGERDX: LAC FINGER"}, {"d": "Oct. 4, 2014", "n": "56 YOF CUT PALM OF LEFT HAND WITH KNIFE WHILE SLICING AN AVOCADO,DX: LACERATION OF HAND"}, {"d": "March 21, 2014", "n": "27 YR OLD MALE LAC FINGER ON KNIFE SLICING AN AVOCADO"}, {"d": "May 10, 2014", "n": "26 YR OLD FEMALE LAC HAND ON KNIFE CLEANING AN AVOCADO"}, {"d": "Aug. 4, 2014", "n": "24 YOF WAS CUT W/KNIFE WHILE TAKING OUT AVOCADO PIT.DX:  L HAND LAC 1 CM."}, {"d": "Nov. 8, 2014", "n": "31 YOF CUT L  HAND ON KNIFE PEELING AVOCADO  DX:  HAND LAC"}, {"d": "June 2, 2014", "n": "22YO HISP FEMALE AT HOME CUTTING AVOCADO WITH KNIFE & CUT BASE OF LEFTINDEX FINGER DX LACERATION HAND"}, {"d": "July 21, 2014", "n": "*18YOM,TRYING TO REMOVE AVOCADO SEED W/KNIFE,SLIPPED SUSTAIN STAB TYPEWOUND TO HAND,DX:LAC HAND"}, {"d": "Jan. 24, 2014", "n": "23YM ACC CUT LT RING FINGER ON A KNIFE SLICING AN AVOCADO>>LAC"}, {"d": "July 27, 2014", "n": "76 YR OLD FEMALE COOKING AND SLIPPED ON AVOCADO AND PLACED HAND ON A HOT RANGE BURNER AND FELL FX ANKLE AND BURNING HAND"}, {"d": "May 4, 2014", "n": "68YF ACC CUT HAND ON A KNIFE TAKING PIT OF AVOCADO OUT>>LAC"}, {"d": "Nov. 2, 2014", "n": "29 YR OLD FEMALE CUTTING AVOCADO AND LAC PALM ON A KNIFE"}, {"d": "Dec. 11, 2014", "n": "74 YR OLD FEMALE LAC PALM ON KNIFE CUTTING AN AVOCADO"}, {"d": "May 8, 2014", "n": "26YM ACC CUT HAND ON A KNIFE WHILE SLICING AVOCADO>>LAC"}, {"d": "Dec. 26, 2014", "n": "70 YR OLD MALE LAC FINGER ON A KNIFE CUTTING AN AVOCADO"}, {"d": "Sept. 16, 2014", "n": "24 YR OLD FEMALE LAC HAND ON KNIFE CUTTING AN AVOCADO"}, {"d": "March 22, 2015", "n": "64YOF LAC TO L HAND WHEN USING A KNIFE TO PIT AN AVOCADODX HAND LAC"}, {"d": "Feb. 12, 2015", "n": "69YR OLD FEMALE LAC FINGER ON KNIFE CUTTING AVOCADO"}, {"d": "May 22, 2015", "n": "40 YOF WAS CUTTING UP AN AVOCADO AT HOME WITH A KNIFE AND PUNCTURED HERLEFT HAND ALSO CAUSING LACERATION, DX: PUNCTURE WOUND, LAC HAND"}, {"d": "Nov. 4, 2015", "n": "25 YOF WAS CUTTING AN AVOCADO WITH A KNIFE AND CUT FINGERDX  LACERATION"}, {"d": "Aug. 8, 2015", "n": "75YF ACC CUT LT HAND ON A KNIFE CUTTING AVOCADO>>LAC"}, {"d": "April 24, 2015", "n": "11 YOF STABBED HAND W/KNIFE WHILE CUTTING AN AVOCADO.DX:  L HAND LAC 2 CM."}, {"d": "April 18, 2015", "n": "27YOF LAC TO L 3RD FINGER WHEN USING A KNIFE TO CUT AND AVOCADODX FINGER LAC"}, {"d": "March 9, 2015", "n": "48 YOF INJURED HAND,WHILE CHOPPING AVOCADO AT HOME WITH KNIFE. DX-STAB PUNCTURE WOUND LEFT HAND"}, {"d": "March 9, 2015", "n": "DX FINGER LAC 82YOM PATIENT WITH LMF LAC WHEN USING A KNIFE TO CUTAVOCADO"}, {"d": "June 14, 2015", "n": "DX LAC L 4TH FINGER: 46YOF C/O L 3RD FINGER LAC W BLDG CTRL'D AFTER CUTTING ON CLEAN KNIFE W TRYING TO GET PIT OUT OT AN AVOCADO"}, {"d": "April 25, 2015", "n": "LAC FINGER 73YOM CUTTING AVOCADO WITH KNIFE CUT FINGER AT HOMEDX: LAC FINGER"}, {"d": "Feb. 16, 2015", "n": "71 YOWF CUTTING AN AVOCADO AND ACCIDENTLY CUT HER FINGER WITH A KNIFEDX: LACERATION LEFT 3RD FINGER"}, {"d": "Sept. 21, 2015", "n": "59 YR OLD MALE CUTTING AVOCADO AND KNFE SLIPPED AND LAC HAND"}, {"d": "Dec. 24, 2015", "n": "39 YOF WAS HOLDING AVOCADO IN HAND WHEN KNIFE WENT THROUGH PIT & CUTHAND.  DX:  L HAND LAC 5MM."}, {"d": "Jan. 24, 2015", "n": "27 YR OLD MALE LAC PALM ON A KNIFE CUTTING AVOCADOS"}, {"d": "Feb. 3, 2015", "n": "69 YO FEMALE HURT CUTTING AVOCADO WITH A KNIFE. DX HAND LACERATION  B"}, {"d": "June 4, 2015", "n": "22 YR OLD MALE LAC FINGER ON A KNIFE SLICING AN AVOCADO"}, {"d": "Dec. 2, 2015", "n": "25 YR OL MALE CUTTING AVOCADO AND KNFE SLIPPED AND LAC FINGER"}, {"d": "May 8, 2015", "n": "58 YO F PT WAS CUTTING AVOCADO WITH A KNIFE SLIPPED AND CUT HANDDX LACERATION LT HAND"}, {"d": "June 10, 2015", "n": "66 YOF CUT FINGER  WITH A KNIFE WHILE CUTTING AN AVOCADODX  LACERATION"}, {"d": "June 11, 2015", "n": "30 YR OLD FEMALE SLILCING AN AVOCADO AND LAC FINGER ON KNIFE"}, {"d": "July 30, 2015", "n": "49 YR OLD MALE REMOVING AVOCADO PIT AND KNIFE SLIPPED AND LAC HAND"}, {"d": "May 23, 2015", "n": "32 YOF CUT LEFT HAND WITH KNIFE WHILE CUTTING UP AN AVOCADO AT HOMEDX: LACERATION OF HAND"}, {"d": "July 15, 2015", "n": "21YOF USING A KNIFE TO STAB AVOCADO PIT & MISSED CUTTING PALM OF LT HAND.  DX; LAC"}, {"d": "March 17, 2015", "n": "34 YO FEMALE HURT WITH KNIFE WHILE CUTTING AN AVOCADO. DX FINGER LACERATION  B"}, {"d": "Jan. 25, 2015", "n": "43 YOF STATES WAS CUTTING A  AVOCADO WITH A KNIFE WAS HOLDING WIT RTHAND & CUTTING WITH LEFT HAND    DX LACERATION TO RIGHT HAND"}, {"d": "Jan. 23, 2015", "n": "42YF ACC CUT LT THUMB ON A KNIFE CUTTING AVOCADO>>LAC"}, {"d": "Jan. 29, 2015", "n": "32YOF LACERATED FINGER WHILE CUTTING AVOCADO.  DX. FINGER LAC"}, {"d": "July 18, 2015", "n": "24YF ACC CUT LT HAND ON A KNIFE WHILE CUTTING AVOCADO>>LAC"}, {"d": "Feb. 1, 2015", "n": "18YF ACC CUT HAND ON A KNIFE WHILE CUTTING AVOCADO>>LAC"}, {"d": "Feb. 1, 2015", "n": "49YOM AT HOME USING KNIFE TO CUT AVOCADO, CUT FINGERDX L 5TH FINGER LACERATION COMPLEX"}, {"d": "May 31, 2015", "n": "70YOF CUTTING AN AVOCADO, WENT TO REMOVE PIT & MISSED STABBING LT HANDW/KNIFE; NUMBNESS OF LT THUMB   DX: LAC"}, {"d": "May 30, 2015", "n": "64YOF INJ.L.HAND AT HOME WHEN USING A KNIFETO TAKE PIT OUT OF AVOCADO,SLIPPED CUTTING HAND. DX; 1CM.LAC. L.PALM."}, {"d": "July 28, 2015", "n": "19YOF SLICING AN AVOCADO & SLIPPED CUTTING VOLAR ASPECT OF RT INDEX FINGER W/KNIFE.  DX; LAC"}, {"d": "April 21, 2015", "n": "35YOF WAS TRYING TO WEDGE AN AVOCADO PIT OUT OF AN AVOCADO, KNIFESLIPPED & STABBED HER LT HAND. DX - LT PALMAR LAC"}, {"d": "Jan. 9, 2015", "n": "25 YO F PT WAS USING A KNIFE TO CUT AN AVOCADO SLIPPED CUTTINGHER LT HAND. DX 0.75CM LACERATION LT HAND"}, {"d": "March 19, 2015", "n": "20 YOF CUT FINGER WITH A KNIFE WHILE CUTTING AN AVOCADODX   LACERATION"}, {"d": "Aug. 26, 2015", "n": "24 YR OLD FEMALE CUTTING AVOCADO WITH KNIFE THAT SLIPPED AND LAC WEB SPACE OF HAND"}, {"d": "March 8, 2015", "n": "20 YR OLD MALE LAC PALM ON KNIFE CUTTING AN AVOCADO"}, {"d": "Sept. 11, 2015", "n": "20 YR OLD FEMALE STABBED PALM WTH KNIFE CUTTING AN AVOCADO AND LAC HAND"}, {"d": "Jan. 13, 2015", "n": "22 YM WAS SLICING AN AVOCADO W/KNIFE AND CUT FINGER. DX FINGER LAC"}, {"d": "Oct. 30, 2015", "n": "26 YR OLD FEMALE LAC HAND CUTTING AN AVOCADO WITH KNIFE"}, {"d": "Sept. 5, 2015", "n": "62YF ACC CUT LT MIDDLE FINGER ONA KNIFE TRYING TO CUT AN AVOCADO>>LAC"}, {"d": "July 5, 2015", "n": "21 YOF SUFFERED A LACERATION TO THE PALM OF HER HAND WHILE SHE WAS CUTTING AN AVOCADO  W/ A KNIFE DX LACERATION TO LEFT HAND"}, {"d": "May 10, 2015", "n": "23 YR OLD MALE LAC FINGER ON A KNIFE CUTTING AN AVOCADO"}, {"d": "June 7, 2015", "n": "32 YM WAS CUTTING AN AVOCADO W/KNIFE AND CUT HAND. DX HAND LAC"}, {"d": "July 5, 2015", "n": "11 YOF WAS USING KNIFE TO REMOVE PIT FROM AVOCADO & CUT HAND.DX:  L HAND LAC 2 CM."}, {"d": "June 7, 2015", "n": "25 YR OLD FEMALE LAC FINGER ON A DULL KNIFE CUTTING AN AVOCADO"}, {"d": "Oct. 5, 2015", "n": "23YF ACC CUT LT RING&PINKY FINGERS ON A KNIFE CUTTING AVOCADO>>LAC"}, {"d": "Jan. 4, 2015", "n": "27YOF LAC TO L 4TH FINGER WHEN USING A KNIFE TO CUT AVOCADODX FINGER LAC"}, {"d": "March 18, 2015", "n": "58YM WAS CUTTING AVOCADO C A KNIFE&ACC STABBED SELF TO HAND>>PW"}, {"d": "Oct. 27, 2015", "n": "33YF WAS CUTTING AN AVOCADO C A KNIFE&ACC CUT LT HAND>>LAC"}, {"d": "July 18, 2015", "n": "38 YOF CUTTING UP AN AVOCADO WITH A KNIFE CUT HER LEFT HAND AT THE WEBBING BETWEEN INDEX AND MIDDLE FINGERS, DX: LACERATION OF HAND"}, {"d": "May 10, 2015", "n": "27 YOF WAS STABBING AVOCADO PIT W/TWO PRONGED STEAK KNIFE & STABBEDHAND.  DX:  L HAND PW."}, {"d": "Sept. 23, 2015", "n": "46 YOF SLIPPED WHILE  CUTTING AN AVOCADO W/PARING KNIFE.DX:  1 CM LAC L HAND."}, {"d": "Sept. 14, 2015", "n": "28 YO F WITH A LAC TO 4TH DIGIT WHEN CUTTING AN AVOCADO"}, {"d": "April 26, 2015", "n": "26YM WAS TRYING TO REMOVE THE PIT OF AVOCADO C A KNIFE&STABBED HAND>>PW"}, {"d": "Oct. 7, 2015", "n": "23YOF WAS CUTTIING AN AVOCADO W/ A KNIFE AND CUT HER FINGER. DX FINGERLAC"}, {"d": "May 7, 2015", "n": "32YM ACC CUT LT THUMB ON A KNIFE SLICING AVOCADO>>LAC"}, {"d": "Nov. 2, 2015", "n": "62YOF GETTING PIT OUT OF AVOCADO ACC CUT SELF IN L HAND AFTER PUNCTURING HAND ON A CLEAN KNIFE: DX PUNCTURE WD, L  HAND"}, {"d": "Feb. 7, 2015", "n": "21 YOM CUTTING UP AN AVOCADO WITH A KNIFE SLIPPED CUTTING HIS LEFT INDEX FINGER, DX: LACERATION OF FINGER"}, {"d": "July 20, 2015", "n": "52YOF TWISTING PIT OUT OF AVOCADO W/STEAK KNIFE STABBED LT HAND AT HOMEDX-LT HAND LAC"}, {"d": "Aug. 28, 2015", "n": "HAND LAC.  70YOF CUT HAND WITH KNIFE WHILE CUTTING AVOCADOS."}, {"d": "March 8, 2015", "n": "24 YOF WAS CUT W/KNIFE WHILE SLICING AVOCADO.DX:  L RING FINGER LAC 3 CM."}, {"d": "Jan. 18, 2015", "n": "40 YOF CUTTING UP AVOCADOS AT HOME WITH KNIFE CUT HER LEFT INDEX FINGERDX: LACERATION OF FINGER"}, {"d": "Aug. 19, 2015", "n": "24 YR OLD FEMALE LAC HAND ON KNIFE SLICING AVOCADO"}, {"d": "Aug. 23, 2015", "n": "30 YOF WAS AT HOME CUTTING AN AVOCADO & SUSTAINED LACERATION TO THE LEFT PALM SHE WAS TRYING TO GET THE PIT OUT DX LACERATION OF THE HAND"}, {"d": "Feb. 23, 2015", "n": "23 YR OLD FEMALE LAC PALM ON KNIFE CUTTING AN AVOCADO"}, {"d": "Sept. 1, 2015", "n": "15YOF LAC TO L HAND WHEN CUTTING AN AVOCADO WITH A KNIFE/ HAND LAC"}, {"d": "Feb. 16, 2015", "n": "HAND LAC.  34YOF CUT HAND WITH KNIFE WHILE CUTTING AVOCADO AT HOME."}, {"d": "Jan. 13, 2015", "n": "47YOF INJ.L.2ND.FINGER AT HOME WHEN USING A KNIFE TO CUT PIT OUT OFAVOCADO,SLIPPED CUTTING FINGER. DX; 1.5 CM.LAC.L.2ND.FINGER."}, {"d": "June 22, 2015", "n": "L IND FING LAC/64YOWF WAS USING A PARING KNIFE WHICH PASSED THROUGH ANAVOCADO AND CUT L INDEX FINGER."}, {"d": "June 22, 2015", "n": "DX LAC L THUMB; 26YOF LAC TO L THUMB CUTTING AVOCADO AND KNIFE SLIPPED"}, {"d": "May 3, 2015", "n": "32 YO FEMALE HURT USING KNIFE TO CUT AN AVOCADO. DX HAND LACERATION  B"}, {"d": "Sept. 14, 2015", "n": "24 YOF WAS CUTTING AN AVOCADO WITH A KNIFE AND CUT HANDDX  LACERATION"}, {"d": "Jan. 13, 2015", "n": "32 YOM ACCID STABBED SELF W/KNIFE WHILE CUTTING AVOCADO 2 DAYS AGO.DX:  PW L INDEX FINGER, CELLULITIS."}, {"d": "June 27, 2015", "n": "32 YOF CUTTING UP AN AVOCADO WITH A KNIFE CUT HER LEFT HAND, DX: HANDLACERATION"}, {"d": "July 28, 2015", "n": "38 YR OLD FEMALE CUTTING AVOCADO WITH KNIFE AND LAC FINGER ON IT"}, {"d": "Nov. 22, 2015", "n": "36YOM WAS USING A KNIFE TO CUT AN AVOCADO AND CUT LEFT HAND,LACERATION TO LEFT HAND"}, {"d": "April 17, 2015", "n": "42YOM CUT HIS R HAND WITH A KNIFE WHILE CUTTING AVOCADOS AT LOCALCAMPGROUND. DX: R HAND LACERATION"}, {"d": "May 13, 2015", "n": "DX LAC HAND 28YOF PATIENT WITH LT HAND LAC TRYING TO CUT A AVOCADO WITHA KNIFE 1CM INCH LAC TO PALM OF HAND"}, {"d": "May 24, 2015", "n": "31YOF SUST LAC TO FINGER WHEN USING A PEELER TO SLICE AVOCADOS*"}, {"d": "March 24, 2015", "n": "37YF ACC CUT HAND ON A KNIFE WHILE REMOVING THE PIT OUT OF AVOCADO>>LAC"}, {"d": "June 18, 2015", "n": "19YF WAS CUTTING AVOCADO C A KNIFE&ACC CUT HAND>>LAC"}, {"d": "March 25, 2015", "n": "39 YR OLD FEMALE LAC THUMB ON KNIFE CUTTING AN AVOCADO"}, {"d": "Nov. 14, 2015", "n": "53YOF CUT FINGER WITH A KNIFE WHILE PREPARING AVOCADOS.  FINGER LACERATION*"}, {"d": "July 2, 2015", "n": "29 YR OLD FEMALE LAC FINGER ON KNIFE SLICING AN AVOCADO"}, {"d": "Oct. 19, 2015", "n": "28 YF WAS CUTTING AN AVOCADO USING A PARING KNIFE AND CUT FINGER. DXFINGER LAC"}, {"d": "Feb. 28, 2015", "n": "30YOM-HAND LAC-CUT ON A KNIFE WHILE CUTTING AN AVOCADO-@ HOME"}, {"d": "March 6, 2015", "n": "THUMB LAC.  37YOF CUT THUMB WITH KNIFE WHILE CUTTING AVOCADOS AT HOME."}, {"d": "Sept. 15, 2015", "n": "20 YR OLD FEMALE LAC FINGER ON KNIFE CUTTING AVOCADOS"}, {"d": "Feb. 12, 2015", "n": "29 YR OLD  MALE LAC FINGER ON KNIFE CUTTING AN AVOCADO"}, {"d": "Jan. 10, 2015", "n": "35 YR OLD FEMALE LAC THUMB ON KNIFE CUTTING AN AVOCADO"}, {"d": "March 19, 2015", "n": "48 YR OLD MALE SLICING AVOCADO AND LAC FINGER ON KNIFE"}, {"d": "May 7, 2015", "n": "30YOF COMES INT WITH ACCIDENTAL STAB WOUND WITH KNIFE WHILE CUTTING ANAVOCADO.  DX. HAND LAC"}, {"d": "Jan. 1, 2015", "n": "28 YOF WAS GETTING A NEW KNIFE OUT TO CUT AVOCADO AND WAS CUT.DX:  LAC L PALM."}, {"d": "July 19, 2015", "n": "26YOF CUT FINGER W/ KNIFE WHILE CUTTING AVOCADO. DX: FINGER LACERATION."}, {"d": "March 23, 2015", "n": "33 YR OLD FEMALE USING KNIFE TO DESEED AVOCADO AND LAC FINGER ON IT"}, {"d": "Feb. 5, 2015", "n": "33YOF CUTTING AN AVOCADO, SLIPPED W/KNIFE CUTTING LT PALM   DX: LAC PALM"}, {"d": "June 18, 2015", "n": "27YF ACC STABBED SELF IN THE HAND C A KNIFE CUTTING AVOCADO>>LAC"}, {"d": "April 2, 2015", "n": "35 YO F PT WAS CUTTING AVOCADO WITH A KNIFE SLIPPED CUTTING FINGERDX 1.5CM LACERATION LT PINKY FINGER"}, {"d": "July 3, 2015", "n": "31 YR OLD FEMALE LAC HAND ON A  KNIFE SLICING AN AVOCADO"}, {"d": "Aug. 16, 2015", "n": "42YR OLD FEMALE LAC FINGER ON KNIFE CUTTING OUT PIT OF AVOCADO"}, {"d": "Aug. 31, 2015", "n": "57 YR OLD FEMALE CUTTING AVOCADO WITH KNIFE AND SLCED FINGERS LAC THEM"}, {"d": "Jan. 26, 2015", "n": "47YF ACC CUT LT INDEX FINGER ON A KNIFE CUTTING AVOCADO>>LAC"}, {"d": "Dec. 12, 2015", "n": "26 YR OLD FEMALE LAC FINGER ON A KNIFE CUTTING AN AVOCADO"}, {"d": "Dec. 19, 2015", "n": "FINGER LAC.  47YOM CUT FINGER WITH KNIFE CUTTING AVOCADOS."}, {"d": "Jan. 12, 2015", "n": "19 YO FEMALE HURT CUTTING AN AVOCADO WITH A KNIFE. DX THUMB LACERATIONB"}, {"d": "Sept. 11, 2015", "n": "19 YO F PT WAS CUTTING AVOCADO WITH A KNIFE SLIPPED CUT RT PINKY FINGERDX 1.5CM LACERATION RT PINKY FINGER"}, {"d": "March 14, 2015", "n": "21 YF CUT HAND W/KNIFE WHILE CUTTING AN AVOCADO. DX HAND LAC"}, {"d": "Feb. 11, 2015", "n": "45 YOF REPORTS SUS LACERATION OF L 5TH FINGER WITH A KNIFE WHILESLICING AN AVOCADO 1/2 HR AGO. DX LACERATION REPAIR%"}, {"d": "Aug. 24, 2015", "n": "DX LAC FINGER: 27YOF W 2CM LAC ON PALMER SURFACE OF PROX OF MIDDLE FINGER W TRY' TO REMOVE PIT F AVOCADO W A CLEAN KNIFE SLIP' RAN BLADE X FNG"}]